Repository: sudhans18/tourist_safety_app
Catalog: lib/l10n/intl_*.arb
Languages: as, bn, gu, kn, ml, mr, ne, pa, ta, te, ur

# appTitle
source: Tourist Safety App
as: পৰ্যটক সুৰক্ষা এপ
bn: পর্যটক সুরক্ষা অ্যাপ
gu: પ્રવાસી સુરક્ષા એપ
kn: ಪ್ರವಾಸಿಗರ ಸುರಕ್ಷತಾ ಅಪ್ಲಿಕೇಶನ್
ml: സഞ്ചാരി സുരക്ഷാ ആപ്പ്
mr: पर्यटक सुरक्षा ॲप
ne: पर्यटक सुरक्षा एप
pa: ਸੈਲਾਨੀ ਸੁਰੱਖਿਆ ਐਪ
ta: சுற்றுலாப் பாதுகாப்பு செயலி
te: పర్యాటక భద్రతా యాప్
ur: سیاحوں کے لیے حفاظتی ایپ

# selectLanguage
source: Select your preferred language
as: আপোনাৰ পছন্দৰ ভাষা বাছনি কৰক
bn: আপনার পছন্দের ভাষা নির্বাচন করুন
gu: તમારી પસંદગીની ભાષા પસંદ કરો
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ ഇഷ്ട ഭാഷ തിരഞ്ഞെടുക്കുക
mr: तुमची आवडती भाषा निवडा
ne: आफ्नो मनपर्ने भाषा छान्नुहोस्
pa: ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣੋ
ta: உங்களுக்கு விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும்
te: మీకు ఇష్టమైన భాషను ఎంచుకోండి
ur: اپنی پسندیدہ زبان منتخب کریں

# continueText
source: Continue
as: আগলৈ যাওক
bn: চালিয়ে যান
gu: આગળ વધો
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: पुढे जा
ne: जारी राख्नुहोस्
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்
te: కొనసాగించు
ur: جاری رکھیں

source: Phone Verification
as: ফোন সত্যাপন
bn: ফোন ভেরিফিকেশন
gu: ફોન ચકાસણી
kn: ಫೋನ್ ಪರಿಶೀಲನೆ
ml: ഫോൺ വെരിഫിക്കേഷൻ
mr: फोन पडताळणी
ne: फोन प्रमाणीकरण
pa: ਫ਼ੋਨ ਤਸਦੀਕ
ta: தொலைபேசி சரிபார்ப்பு
te: ఫోన్ ధృవీకరణ
ur: فون کی تصدیق

# enterPhoneNumber
source: Enter your phone number
as: আপোনাৰ ফোন নম্বৰ দিয়ক
bn: আপনার ফোন নম্বর লিখুন
gu: તમારો ફોન નંબર દાખલ કરો
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക
mr: तुमचा फोन नंबर टाका
ne: आफ्नो फोन नम्बर हाल्नुहोस्
pa: ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்
te: మీ ఫోన్ నంబర్‌ను నమోదు చేయండి
ur: اپنا فون نمبر درج کریں

source: Send OTP
as: OTP পঠিয়াওক
bn: OTP পাঠান
gu: OTP મોકલો
kn: OTP ಕಳುಹಿಸಿ
ml: OTP അയയ്ക്കുക
mr: OTP पाठवा
ne: OTP पठाउनुहोस्
pa: OTP ਭੇਜੋ
ta: OTP அனுப்பவும்
te: OTP పంపండి
ur: OTP بھیجیں

source: Enter OTP
as: OTP দিয়ক
bn: OTP লিখুন
gu: OTP દાખલ કરો
kn: OTP ನಮೂದಿಸಿ
ml: OTP നൽകുക
mr: OTP टाका
ne: OTP हाल्नुहोस्
pa: OTP ਦਾਖਲ ਕਰੋ
ta: OTP ஐ உள்ளிடவும்
te: OTPని నమోదు చేయండి
ur: OTP درج کریں

source: Verify OTP
as: OTP সত্যাপন কৰক
bn: OTP যাচাই করুন
gu: OTP ચકાસો
kn: OTP ಪರಿಶೀಲಿಸಿ
ml: OTP സ്ഥിരീകരിക്കുക
mr: OTP सत्यापित करा
ne: OTP प्रमाणित गर्नुहोस्
pa: OTP ਦੀ ਤਸਦੀਕ ਕਰੋ
ta: OTP ஐ சரிபார்க்கவும்
te: OTPని ధృవీకరించండి
ur: OTP کی تصدیق کریں

# invalidOtp
source: Invalid OTP. Please try again.
as: অমান্য OTP। অনুগ্ৰহ কৰি আকৌ চেষ্টা কৰক।
bn: অবৈধ OTP। অনুগ্রহ করে আবার চেষ্টা করুন।
gu: અમાન્ય OTP. કૃપા કરીને ફરી પ્રયાસ કરો.
kn: ಅಮಾನ್ಯ OTP. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: അസാധുവായ OTP. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: अवैध OTP. कृपया पुन्हा प्रयत्न करा.
ne: अमान्य OTP। कृपया फेरि प्रयास गर्नुहोस्।
pa: ਅਵੈਧ OTP। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: தவறான OTP. மீண்டும் முயற்சிக்கவும்.
te: చెల్లని OTP. దయచేసి మళ్ళీ ప్రయత్నించండి.
ur: غلط OTP۔ براہ کرم دوبارہ کوشش کریں۔

# verificationFailed
source: Verification failed: {error}
as: সত্যাপন విఫల হৈছে: {error}
bn: যাচাইকরণ ব্যর্থ হয়েছে: {error}
gu: ચકાસણી નિષ્ફળ: {error}
kn: ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ: {error}
ml: സ്ഥിരീകരണം പരാജയപ്പെട്ടു: {error}
mr: पडताळणी अयशस्वी: {error}
ne: प्रमाणीकरण असफल भयो: {error}
pa: ਤਸਦੀਕ ਅਸਫ਼ਲ: {error}
ta: சரிபார்ப்பு தோல்வியடைந்தது: {error}
te: ధృవీకరణ విఫలమైంది: {error}
ur: تصدیق ناکام: {error}

source: Dashboard
as: ডেশ্ববৰ্ড
bn: ড্যাশবোর্ড
gu: ડેશબોર્ડ
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്
mr: डॅशबोर्ड
ne: ड्यासबोर्ड
pa: ਡੈਸ਼ਬੋਰਡ
ta: முதன்மைப் பக்கம்
te: డాష్‌బోర్డ్
ur: ڈیش بورڈ

source: Settings
as: ছেটিংছ
bn: সেটিংস
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ne: सेटिङहरू
pa: ਸੈਟਿੰਗਾਂ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
ur: ترتیبات

source: Alerts
as: সতৰ্কবাণী
bn: সতর্কবার্তা
gu: ચેતવણીઓ
kn: ಎಚ್ಚರಿಕೆಗಳು
ml: അലേർട്ടുകൾ
mr: सूचना
ne: चेतावनीहरू
pa: ਚਿਤਾਵਨੀਆਂ
ta: எச்சரிக்கைகள்
te: హెచ్చరికలు
ur: انتباہات

source: Family
as: পৰিয়াল
bn: পরিবার
gu: પરિવાર
kn: ಕುಟುಂಬ
ml: കുടുംബം
mr: कुटुंब
ne: परिवार
pa: ਪਰਿਵਾਰ
ta: குடும்பம்
te: కుటుంబం
ur: خاندان

source: Safety Dashboard
as: সুৰক্ষা ডেশ্ববৰ্ড
bn: সুরক্ষা ড্যাশবোর্ড
gu: સુરક્ષા ડેશબોર્ડ
kn: ಸುರಕ್ಷತಾ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: സുരക്ഷാ ഡാഷ്ബോർഡ്
mr: सुरक्षा डॅशबोर्ड
ne: सुरक्षा ड्यासबोर्ड
pa: ਸੁਰੱਖਿਆ ਡੈਸ਼ਬੋਰਡ
ta: பாதுகாப்பு முதன்மைப் பக்கம்
te: భద్రతా డాష్‌బోర్డ్
ur: حفاظتی ڈیش بورڈ

source: Recent Alerts
as: শেহতীয়া সতৰ্কবাণী
bn: সাম্প্রতিক সতর্কবার্তা
gu: તાજેતરની ચેતવણીઓ
kn: ಇತ್ತೀಚಿನ ಎಚ್ಚರಿಕೆಗಳು
ml: സമീപകാല അലേർട്ടുകൾ
mr: अलीकडील सूचना
ne: भर्खरका चेतावनीहरू
pa: ਹਾਲੀਆ ਚਿਤਾਵਨੀਆਂ
ta: சமீபத்திய எச்சரிக்கைகள்
te: ఇటీవలి హెచ్చరికలు
ur: حالیہ انتباہات

source: Live Vitals
as: লাইভ ভাইটালছ
bn: লাইভ ভাইটালস
gu: લાઇવ વાઇટલ્સ
kn: ಲೈವ್ ವೈಟಲ್ಸ್
ml: ലൈവ് വൈറ്റൽസ്
mr: लाइव्ह व्हायटल्स
ne: लाइभ भाइटल्स
pa: ਲਾਈਵ ਵਾਈਟਲਜ਼
ta: உயிர் நிலவரங்கள்
te: లైవ్ వైటల్స్
ur: لائیو وائٹلز

# locationAndRisk
source: Location & Risk Zone
as: অৱস্থান আৰু বিপদজনক ক্ষেত্ৰ
bn: অবস্থান ও ঝুঁকিপ্রবণ এলাকা
gu: સ્થાન અને જોખમ ઝોન
kn: ಸ್ಥಳ ಮತ್ತು ಅಪಾಯದ ವಲಯ
ml: സ്ഥലവും അപകടസാധ്യതയുള്ള മേഖലയും
mr: स्थान आणि जोखीम क्षेत्र
ne: स्थान र जोखिम क्षेत्र
pa: ਸਥਾਨ ਅਤੇ ਜੋਖਮ ਖੇਤਰ
ta: இடம் மற்றும் ஆபத்து மண்டலம்
te: స్థానం & ప్రమాద జోన్
ur: مقام اور خطرے کا علاقہ

source: Restricted Zone
as: নিষেধাজ্ঞা থকা ক্ষেত্ৰ
bn: নিষিদ্ধ এলাকা
gu: પ્રતિબંધિત ઝોન
kn: ನಿರ್ಬಂಧಿತ ವಲಯ
ml: നിയന്ത്രിത മേഖല
mr: प्रतिबंधित क्षेत्र
ne: प्रतिबन्धित क्षेत्र
pa: ਪਾਬੰਦੀਸ਼ੁਦਾ ਖੇਤਰ
ta: தடைசெய்யப்பட்ட மண்டலம்
te: నియంత్రిత జోన్
ur: ممنوعہ علاقہ

source: Low-Risk Zone
as: কম বিপদজনক ক্ষেত্ৰ
bn: কম-ঝুঁকিপূর্ণ এলাকা
gu: ઓછા જોખમવાળો ઝોન
kn: ಕಡಿಮೆ ಅಪಾಯದ ವಲಯ
ml: കുറഞ്ഞ അപകടസാധ്യതയുള്ള മേഖല
mr: कमी जोखमीचे क्षेत्र
ne: कम जोखिम क्षेत्र
pa: ਘੱਟ-ਜੋਖਮ ਵਾਲਾ ਖੇਤਰ
ta: குறைந்த ஆபத்து மண்டலம்
te: తక్కువ-ప్రమాద జోన్
ur: کم خطرے والا علاقہ

# youAreInZone
source: You are in a {zone}. Stay aware of your surroundings.
as: আপুনি {zone}ত আছে। আপোনাৰ চাৰিওফালৰ পৰিৱেশৰ প্ৰতি সচেতন থাকক।
bn: আপনি একটি {zone}-এ আছেন। আপনার আশেপাশের বিষয়ে সচেতন থাকুন।
gu: તમે {zone} માં છો. તમારી આસપાસના વાતાવરણથી સાવધ રહો.
kn: ನೀವು {zone} ನಲ್ಲಿದ್ದೀರಿ. ನಿಮ್ಮ ಸುತ್ತಮುತ್ತಲಿನ ಬಗ್ಗೆ ಜಾಗೃತರಾಗಿರಿ.
ml: നിങ്ങൾ {zone} എന്ന സ്ഥലത്താണ്. നിങ്ങളുടെ ചുറ്റുപാടുകളെക്കുറിച്ച് ബോധവാന്മാരായിരിക്കുക.
mr: तुम्ही {zone} मध्ये आहात. तुमच्या सभोवतालच्या परिस्थितीबद्दल जागरूक रहा.
ne: तपाईं {zone} मा हुनुहुन्छ। आफ्नो वरपर सतर्क रहनुहोस्।
pa: ਤੁਸੀਂ {zone} ਵਿੱਚ ਹੋ। ਆਪਣੇ ਆਲੇ-ਦੁਆਲੇ ਤੋਂ ਸੁਚੇਤ ਰਹੋ।
ta: நீங்கள் {zone} பகுதியில் இருக்கிறீர்கள். உங்கள் சுற்றுப்புறத்தை அறிந்திருங்கள்.
te: మీరు {zone}లో ఉన్నారు. మీ పరిసరాల పట్ల అప్రమత్తంగా ఉండండి.
ur: آپ {zone} میں ہیں۔ اپنے اردگرد سے باخبر رہیں۔

# safeCardTitle
source: Safe
as: সুৰক্ষিত
bn: নিরাপদ
gu: સુરક્ષિત
kn: ಸುರಕ್ಷಿತ
ml: സുരക്ഷിതം
mr: सुरक्षित
ne: सुरक्षित
pa: ਸੁਰੱਖਿਅਤ
ta: பாதுப்பானது
te: సురక్షితం
ur: محفوظ

# safeCardDesc
source: Your current safety score is excellent. Keep it up!
as: আপোনাৰ বৰ্তমানৰ সুৰক্ষা স্ক'ৰ উৎকৃষ্ট। ইয়াক বৰ্তাই ৰাখক!
bn: আপনার বর্তমান সুরক্ষা স্কোর চমৎকার। এটি বজায় রাখুন!
gu: તમારો વર્તમાન સુરક્ષા સ્કોર ઉત્તમ છે. તેને ચાલુ રાખો!
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸುರಕ್ಷತಾ ಸ್ಕೋರ್ ಅತ್ಯುತ್ತಮವಾಗಿದೆ. ಇದನ್ನು ಮುಂದುವರಿಸಿ!
ml: നിങ്ങളുടെ നിലവിലെ സുരക്ഷാ സ്കോർ മികച്ചതാണ്. അത് തുടരുക!
mr: तुमचा सध्याचा सुरक्षा स्कोअर उत्कृष्ट आहे. तो कायम ठेवा!
ne: तपाईंको हालको सुरक्षा स्कोर उत्कृष्ट छ। यसलाई कायम राख्नुहोस्!
pa: ਤੁਹਾਡਾ ਮੌਜੂਦਾ ਸੁਰੱਖਿਆ ਸਕੋਰ ਸ਼ਾਨਦਾਰ ਹੈ। ਇਸਨੂੰ ਜਾਰੀ ਰੱਖੋ!
ta: உங்கள் தற்போதைய பாதுகாப்பு மதிப்பெண் சிறப்பாக உள்ளது. இதைத் தொடரவும்!
te: మీ ప్రస్తుత భద్రతా స్కోరు అద్భుతంగా ఉంది. దీన్ని కొనసాగించండి!
ur: آپ کا موجودہ حفاظتی اسکور بہترین ہے۔ اسے برقرار رکھیں!

source: Tour plan
as: ভ্ৰমণ পৰিকল্পনা
bn: ভ্রমণ পরিকল্পনা
gu: પ્રવાસ યોજના
kn: ಪ್ರವಾಸ ಯೋಜನೆ
ml: യാത്രാ പദ്ധതി
mr: प्रवासाची योजना
ne: भ्रमण योजना
pa: ਟੂਰ ਯੋਜਨਾ
ta: சுற்றுலாத் திட்டம்
te: పర్యటన ప్రణాళిక
ur: ٹور کا منصوبہ

source: Quick Actions
as: দ্ৰুত কাৰ্য্য
bn: দ্রুত পদক্ষেপ
gu: ઝડપી ક્રિયાઓ
kn: ತ್ವರಿತ ಕ್ರಮಗಳು
ml: ദ്രുത പ്രവർത്തനങ്ങൾ
mr: त्वरित कृती
ne: द्रुत कार्यहरू
pa: ਤੁਰੰਤ ਕਾਰਵਾਈਆਂ
ta: விரைவுச் செயல்பாடுகள்
te: త్వరిత చర్యలు
ur: فوری کارروائیاں

source: Family Tracking
as: পৰিয়াল ট্ৰেকিং
bn: পরিবার ট্র্যাকিং
gu: પરિવાર ટ્રેકિંગ
kn: ಕುಟುಂಬ ಟ್ರ್ಯಾಕಿಂಗ್
ml: കുടുംബത്തെ ട്രാക്ക് ചെയ്യൽ
mr: कौटुंबिक ट्रॅकिंग
ne: परिवार ट्र्याकिङ
pa: ਪਰਿਵਾਰਕ ਟ੍ਰੈਕਿੰਗ
ta: குடும்பத்தைக் கண்காணித்தல்
te: కుటుంబ ట్రాకింగ్
ur: فیملی ٹریکنگ

source: Nearby Attractions
as: ওচৰৰ আকৰ্ষণীয় স্থান
bn: কাছাকাছি আকর্ষণ
gu: નજીકના આકર્ષણો
kn: ಹತ್ತಿರದ ಆಕರ್ಷಣೆಗಳು
ml: സമീപത്തുള്ള ആകർഷണങ്ങൾ
mr: जवळची आकर्षणे
ne: नजिकका आकर्षणहरू
pa: ਨੇੜਲੇ ਆਕਰਸ਼ਣ
ta: அருகிலுள்ள இடங்கள்
te: సమీపంలోని ఆకర్షణలు
ur: قریبی پرکشش مقامات

# weatherAlerts
source: Weather
as: বতৰ
bn: আবহাওয়া
gu: હવામાન
kn: ಹವಾಮಾನ
ml: കാലാവസ്ഥ
mr: हवामान
ne: मौसम
pa: ਮੌਸਮ
ta: வானிலை
te: వాతావరణం
ur: موسم

# offlineModeCached
source: Offline Mode - Showing cached data
as: অফলাইন মোড - কেছ কৰা ডাটা দেখুওৱা হৈছে
bn: অফলাইন মোড - ক্যাশ করা ডেটা দেখানো হচ্ছে
gu: ઑફલાઇન મોડ - કેશ્ડ ડેટા બતાવી રહ્યું છે
kn: ಆಫ್‌ಲೈನ್ ಮೋಡ್ - ಸಂಗ್ರಹಿಸಿದ ಡೇಟಾವನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ
ml: ഓഫ്‌ലൈൻ മോഡ് - കാഷെ ചെയ്ത ഡാറ്റ കാണിക്കുന്നു
mr: ऑफलाइन मोड - कॅश केलेला डेटा दर्शवत आहे
ne: अफलाइन मोड - क्यास गरिएको डाटा देखाइँदै छ
pa: ਔਫਲਾਈਨ ਮੋਡ - ਕੈਸ਼ ਕੀਤਾ ਡਾਟਾ ਦਿਖਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
ta: ஆஃப்லைன் முறை - தற்காலிகத் தரவு காட்டப்படுகிறது
te: ఆఫ్‌లైన్ మోడ్ - కాష్ చేసిన డేటా చూపబడుతోంది
ur: آف لائن موڈ - کیش شدہ ڈیٹا دکھایا جا رہا ہے

source: Band Connected
as: বেণ্ড সংযোগ হৈছে
bn: ব্যান্ড সংযুক্ত
gu: બેન્ડ કનેક્ટેડ છે
kn: ಬ್ಯಾಂಡ್ ಸಂಪರ್ಕಗೊಂಡಿದೆ
ml: ബാൻഡ് കണക്റ്റുചെയ്‌തു
mr: बँड कनेक्ट झाला आहे
ne: ब्यान्ड जडान भयो
pa: ਬੈਂਡ ਕਨੈਕਟ ਹੈ
ta: பேண்ட் இணைக்கப்பட்டுள்ளது
te: బ్యాండ్ కనెక్ట్ చేయబడింది
ur: بینڈ منسلک ہے

# lastUpdatedMins
source: Last updated: {mins} mins ago
as: শেষ আপডেট: {mins} মিনিট আগতে
bn: শেষ আপডেট: {mins} মিনিট আগে
gu: છેલ્લે અપડેટ કર્યું: {mins} મિનિટ પહેલા
kn: ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಿದ್ದು: {mins} ನಿಮಿಷಗಳ ಹಿಂದೆ
ml: അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: {mins} മിനിറ്റ് മുൻപ്
mr: शेवटचे अपडेट: {mins} मिनिटांपूर्वी
ne: अन्तिम अपडेट: {mins} मिनेट पहिले
pa: ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ: {mins} ਮਿੰਟ ਪਹਿਲਾਂ
ta: கடைசியாகப் புதுப்பித்தது: {mins} நிமிடங்களுக்கு முன்பு
te: చివరిగా నవీకరించబడింది: {mins} నిమిషాల క్రితం
ur: آخری بار اپ ڈیٹ کیا گیا: {mins} منٹ پہلے

source: Heart Rate
as: হৃদস্পন্দন
bn: হৃদস্পন্দন
gu: હૃદયના ધબકારા
kn: ಹೃದಯ ಬಡಿತ
ml: ഹൃദയമിടിപ്പ്
mr: हृदयाचे ठोके
ne: मुटुको चाल
pa: ਦਿਲ ਦੀ ਧੜਕਣ
ta: இதயத் துடிப்பு
te: హృదయ స్పందన రేటు
ur: دل کی شرح

source: Temperature
as: তাপমাত্ৰা
bn: তাপমাত্রা
gu: તાપમાન
kn: ತಾಪಮಾನ
ml: താപനില
mr: तापमान
ne: तापमान
pa: ਤਾਪਮਾਨ
ta: வெப்பநிலை
te: ఉష్ణోగ్రత
ur: درجہ حرارت

source: Activity
as: কাৰ্যকলাপ
bn: কার্যকলাপ
gu: પ્રવૃત્તિ
kn: ಚಟುವಟಿಕೆ
ml: പ്രവർത്തനം
mr: क्रियाकलाप
ne: गतिविधि
pa: ਗਤੀਵਿਧੀ
ta: செயல்பாடு
te: కార్యాచరణ
ur: سرگرمی

source: Normal
as: স্বাভাৱিক
bn: স্বাভাবিক
gu: સામાન્ય
kn: ಸಾಮಾನ್ಯ
ml: സാധാരണം
mr: सामान्य
ne: सामान्य
pa: ਆਮ
ta: சாதாரணமானது
te: సాధారణం
ur: معمول

source: Last 1h Heart Rate
as: শেষ ১ ঘণ্টাৰ হৃদস্পন্দন
bn: শেষ ১ ঘণ্টার হৃদস্পন্দন
gu: છેલ્લા 1 કલાકના હૃદયના ધબકારા
kn: ಕಳೆದ 1 ಗಂಟೆಯ ಹೃದಯ ಬಡಿತ
ml: കഴിഞ്ഞ 1 മണിക്കൂറിലെ ഹൃദയമിടിപ്പ്
mr: मागील १ तासातील हृदयाचे ठोके
ne: पछिल्लो १ घण्टाको मुटुको चाल
pa: ਪਿਛਲੇ 1 ਘੰਟੇ ਦੀ ਦਿਲ ਦੀ ਧੜਕਣ
ta: கடைசி 1 மணிநேர இதயத் துடிப்பு
te: గత 1 గంట హృదయ స్పందన రేటు
ur: گزشتہ 1 گھنٹے کی دل کی شرح

# tourPlanComingSoon
source: Tour plan screen coming soon
as: ভ্ৰমণ পৰিকল্পনা স্ক্ৰীণ সোনকালে আহি আছে
bn: ভ্রমণ পরিকল্পনা স্ক্রিন শীঘ্রই আসছে
gu: પ્રવાસ યોજના સ્ક્રીન ટૂંક સમયમાં આવી રહી છે
kn: ಪ್ರವಾಸ ಯೋಜನೆ ಪರದೆಯು ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ
ml: യാത്രാ പദ്ധതി സ്ക്രീൻ ഉടൻ വരുന്നു
mr: प्रवासाची योजना स्क्रीन लवकरच येत आहे
ne: भ्रमण योजना स्क्रिन चाँडै आउँदैछ
pa: ਟੂਰ ਯੋਜਨਾ ਸਕ੍ਰੀਨ ਜਲਦੀ ਆ ਰਹੀ ਹੈ
ta: சுற்றுலாத் திட்டத் திரை விரைவில் வரும்
te: పర్యటన ప్రణాళిక స్క్రీన్ త్వరలో వస్తుంది
ur: ٹور پلان اسکرین جلد آرہی ہے

# comingSoon
source: {feature} coming soon
as: {feature} সোনকালে আহি আছে
bn: {feature} শীঘ্রই আসছে
gu: {feature} ટૂંક સમયમાં આવી રહ્યું છે
kn: {feature} ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ
ml: {feature} ഉടൻ വരുന്നു
mr: {feature} लवकरच येत आहे
ne: {feature} चाँडै आउँदैछ
pa: {feature} ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ
ta: {feature} விரைவில் வரும்
te: {feature} త్వరలో వస్తుంది
ur: {feature} جلد آرہا ہے

# shareLocationVitals
source: Share My Location & Vitals
as: মোৰ অৱস্থান আৰু ভাইটালছ শ্বেয়াৰ কৰক
bn: আমার অবস্থান ও ভাইটালস শেয়ার করুন
gu: મારું સ્થાન અને વાઇટલ્સ શેર કરો
kn: ನನ್ನ ಸ್ಥಳ ಮತ್ತು ವೈಟಲ್ಸ್ ಹಂಚಿಕೊಳ್ಳಿ
ml: എൻ്റെ സ്ഥാനവും വൈറ്റൽസും പങ്കിടുക
mr: माझे स्थान आणि व्हायटल्स शेअर करा
ne: मेरो स्थान र भाइटल्स साझा गर्नुहोस्
pa: ਮੇਰਾ ਸਥਾਨ ਅਤੇ ਵਾਈਟਲਜ਼ ਸਾਂਝਾ ਕਰੋ
ta: எனது இருப்பிடம் & உயிர் நிலவரங்களைப் பகிரவும்
te: నా స్థానం & వైటల్స్ పంచుకోండి
ur: میرا مقام اور وائٹلز شیئر کریں

# enableToShare
source: Enable to share with family
as: পৰিয়ালৰ সৈতে শ্বেয়াৰ কৰিবলৈ সক্ষম কৰক
bn: পরিবারের সাথে শেয়ার করতে সক্ষম করুন
gu: પરિવાર સાથે શેર કરવા માટે સક્ષમ કરો
kn: ಕುಟುಂಬದೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: കുടുംബവുമായി പങ്കിടാൻ പ്രവർത്തനക്ഷമമാക്കുക
mr: कुटुंबासह शेअर करण्यासाठी सक्षम करा
ne: परिवारसँग साझा गर्न सक्षम गर्नुहोस्
pa: ਪਰਿਵਾਰ ਨਾਲ ਸਾਂਝਾ ਕਰਨ ਲਈ ਸਮਰੱਥ ਕਰੋ
ta: குடும்பத்துடன் பகிர இயக்கவும்
te: కుటుంబంతో పంచుకోవడానికి ప్రారంభించండి
ur: خاندان کے ساتھ اشتراک کے لیے فعال کریں

source: SOS Alerts
as: SOS সতৰ্কবাণী
bn: SOS সতর্কবার্তা
gu: SOS ચેતવણીઓ
kn: SOS ಎಚ್ಚರಿಕೆಗಳು
ml: SOS അലേർട്ടുകൾ
mr: SOS सूचना
ne: SOS चेतावनीहरू
pa: SOS ਚਿਤਾਵਨੀਆਂ
ta: SOS எச்சரிக்கைகள்
te: SOS హెచ్చరికలు
ur: SOS انتباہات

# sosAlertsDesc
source: Family members will be notified immediately if you trigger an SOS alert.
as: যদি আপুনি SOS সতৰ্কবাণী ট্ৰিগাৰ কৰে, পৰিয়ালৰ সদস্যসকলক তৎক্ষণাৎ জনোৱা হ'ব।
bn: আপনি SOS সতর্কবার্তা ট্রিগার করলে পরিবারের সদস্যদের অবিলম্বে অবহিত করা হবে।
gu: જો તમે SOS ચેતવણી શરૂ કરશો તો પરિવારના સભ્યોને તરત જ સૂચિત કરવામાં આવશે.
kn: ನೀವು SOS ಎಚ್ಚರಿಕೆಯನ್ನು ಪ್ರಚೋದಿಸಿದರೆ ಕುಟುಂಬದ ಸದಸ್ಯರಿಗೆ ತಕ್ಷಣವೇ ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ml: നിങ്ങൾ ഒരു SOS അലേർട്ട് ട്രിഗർ ചെയ്യുകയാണെങ്കിൽ കുടുംബാംഗങ്ങളെ ഉടൻ അറിയിക്കും.
mr: तुम्ही SOS सूचना चालू केल्यास तुमच्या कुटुंबातील सदस्यांना त्वरित सूचित केले जाईल.
ne: यदि तपाईंले SOS चेतावनी सुरु गर्नुभयो भने परिवारका सदस्यहरूलाई तुरुन्तै सूचित गरिनेछ।
pa: ਜੇਕਰ ਤੁਸੀਂ SOS ਚਿਤਾਵਨੀ ਸ਼ੁਰੂ ਕਰਦੇ ਹੋ ਤਾਂ ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਨੂੰ ਤੁਰੰਤ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।
ta: நீங்கள் SOS எச்சரிக்கையை இயக்கினால், உங்கள் குடும்ப உறுப்பினர்களுக்கு உடனடியாக அறிவிக்கப்படும்.
te: మీరు SOS హెచ్చరికను ప్రేరేపిస్తే కుటుంబ సభ్యులకు వెంటనే తెలియజేయబడుతుంది.
ur: اگر آپ SOS الرٹ شروع کرتے ہیں تو خاندان کے اراکین کو فوری طور پر مطلع کیا جائے گا۔

source: Sharing With
as: যাৰ সৈতে শ্বেয়াৰ কৰিছে
bn: যাদের সাথে শেয়ার করছেন
gu: આની સાથે શેર કરી રહ્યાં છીએ
kn: ಇವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತಿದೆ
ml: ഇവരുമായി പങ്കിടുന്നു
mr: यांच्यासोबत शेअर करत आहे
ne: यिनीहरूसँग साझा गरिएको
pa: ਇਸ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ta: யாருடன் பகிர்கிறீர்கள்
te: వీరితో పంచుకుంటున్నారు
ur: ان کے ساتھ اشتراک کیا جا رہا ہے

source: Revoke All Sharing
as: সকলো শ্বেয়াৰিং বাতিল কৰক
bn: সমস্ত শেয়ারিং বাতিল করুন
gu: બધા શેરિંગ રદ કરો
kn: ಎಲ್ಲಾ ಹಂಚಿಕೆಯನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ml: എല്ലാ പങ്കിടലും റദ്ദാക്കുക
mr: सर्व शेअरिंग रद्द करा
ne: सबै साझा रद्द गर्नुहोस्
pa: ਸਾਰੀ ਸਾਂਝ ਰੱਦ ਕਰੋ
ta: அனைத்துப் பகிர்வுகளையும் ரத்துசெய்
te: అన్ని షేరింగ్‌లను రద్దు చేయండి
ur: تمام اشتراک منسوخ کریں

# revokeAllSharingDesc
source: This will stop sharing your location and vitals with everyone.
as: ই সকলোৰে সৈতে আপোনাৰ অৱস্থান আৰু ভাইটালছ শ্বেয়াৰ কৰা বন্ধ কৰিব।
bn: এটি সবার সাথে আপনার অবস্থান এবং ভাইটালস শেয়ার করা বন্ধ করবে।
gu: આ દરેક સાથે તમારું સ્થાન અને વાઇટલ્સ શેર કરવાનું બંધ કરશે.
kn: ಇದು ನಿಮ್ಮ ಸ್ಥಳ ಮತ್ತು ವೈಟಲ್‌ಗಳನ್ನು ಎಲ್ಲರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ.
ml: ഇത് നിങ്ങളുടെ സ്ഥാനവും വൈറ്റൽസും എല്ലാവരുമായി പങ്കിടുന്നത് നിർത്തും.
mr: हे तुमचे स्थान आणि व्हायटल्स सर्वांसोबत शेअर करणे थांबवेल.
ne: यसले तपाईंको स्थान र भाइटल्स सबैसँग साझा गर्न बन्द गर्नेछ।
pa: ਇਹ ਹਰ ਕਿਸੇ ਨਾਲ ਤੁਹਾਡੇ ਸਥਾਨ ਅਤੇ ਵਾਈਟਲਜ਼ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਬੰਦ ਕਰ ਦੇਵੇਗਾ।
ta: இது உங்கள் இருப்பிடம் மற்றும் உயிர் நிலவரங்களை அனைவருடனும் பகிர்வதை நிறுத்தும்.
te: ఇది మీ స్థానం మరియు వైటల్స్‌ను అందరితో పంచుకోవడం ఆపివేస్తుంది.
ur: یہ آپ کے مقام اور وائٹلز کو سب کے ساتھ شیئر کرنا بند کر دے گا۔

source: Severe Weather Warning
as: ভয়ংকৰ বতৰৰ সতৰ্কবাণী
bn: তীব্র আবহাওয়ার সতর্কতা
gu: ગંભીર હવામાન ચેતવણી
kn: ತೀವ್ರ ಹವಾಮಾನ ಎಚ್ಚರಿಕೆ
ml: കടുത്ത കാലാവസ്ഥാ മുന്നറിയിപ്പ്
mr: गंभीर हवामान चेतावणी
ne: गम्भीर मौसम चेतावनी
pa: ਗੰਭੀਰ ਮੌਸਮ ਦੀ ਚਿਤਾਵਨੀ
ta: கடுமையான வானிலை எச்சரிக்கை
te: తీవ్రమైన వాతావరణ హెచ్చరిక
ur: شدید موسمی انتباہ

# severeWeatherDesc
source: The National Weather Service has issued a severe thunderstorm warning for your area. Seek shelter immediately.
as: ৰাষ্ট্ৰীয় বতৰ সেৱাই আপোনাৰ অঞ্চলৰ বাবে এক ভয়ংকৰ বজ্ৰপাতৰ সতৰ্কবাণী জাৰি কৰিছে। তৎক্ষণাৎ আশ্ৰয় লওক।
bn: জাতীয় আবহাওয়া পরিষেবা আপনার এলাকার জন্য তীব্র বজ্রঝড়ের সতর্কতা জারি করেছে। অবিলম্বে আশ্রয় নিন।
gu: રાષ્ટ્રીય હવામાન સેવાએ તમારા વિસ્તાર માટે ગંભીર વાવાઝોડાની ચેતવણી જારી કરી છે. તરત જ આશ્રય શોધો.
kn: ರಾಷ್ಟ್ರೀಯ ಹವಾಮಾನ ಸೇವೆಯು ನಿಮ್ಮ ಪ್ರದೇಶಕ್ಕೆ ತೀವ್ರವಾದ ಗುಡುಗು ಸಹಿತ ಚಂಡಮಾರುತದ ಎಚ್ಚರಿಕೆಯನ್ನು ನೀಡಿದೆ. ತಕ್ಷಣವೇ ಆಶ್ರಯವನ್ನು ಪಡೆಯಿರಿ.
ml: ദേശീയ കാലാവസ്ഥാ നിരീക്ഷണ കേന്ദ്രം നിങ്ങളുടെ പ്രദേശത്ത് ശക്തമായ ഇടിമിന്നലിന് മുന്നറിയിപ്പ് നൽകിയിട്ടുണ്ട്. ഉടൻ സുരക്ഷിതമായ ഇടം തേടുക.
mr: राष्ट्रीय हवामान सेवेने तुमच्या क्षेत्रासाठी तीव्र वादळाची चेतावणी जारी केली आहे. त्वरित आश्रय शोधा.
ne: राष्ट्रिय मौसम सेवाले तपाईंको क्षेत्रको लागि गम्भीर आँधीबेहरीको चेतावनी जारी गरेको छ। तुरुन्तै आश्रय खोज्नुहोस्।
pa: ਰਾਸ਼ਟਰੀ ਮੌਸਮ ਸੇਵਾ ਨੇ ਤੁਹਾਡੇ ਖੇਤਰ ਲਈ ਗੰਭੀਰ ਤੂਫ਼ਾਨ ਦੀ ਚਿਤਾਵਨੀ ਜਾਰੀ ਕੀਤੀ ਹੈ। ਤੁਰੰਤ ਪਨਾਹ ਲਵੋ।
ta: தேசிய வானிலை ஆய்வு மையம் உங்கள் பகுதிக்குக் கடுமையான இடியுடன் கூடிய மழை எச்சரிக்கை விடுத்துள்ளது. உடனடியாகப் பாதுகாப்பான இடத்திற்குச் செல்லவும்.
te: జాతీయ వాతావరణ సేవ మీ ప్రాంతానికి తీవ్రమైన ఉరుములతో కూడిన తుఫాను హెచ్చరికను జారీ చేసింది. వెంటనే ఆశ్రయం పొందండి.
ur: محکمہ موسمیات نے آپ کے علاقے کے لیے شدید گرج چمک کے طوفان کی وارننگ جاری کی ہے۔ فوری طور پر پناہ تلاش کریں۔

# noInternetCached
source: No internet connection. Showing cached alerts.
as: ইণ্টাৰনেট সংযোগ নাই। কেছ কৰা সতৰ্কবাণী দেখুওৱা হৈছে।
bn: কোনো ইন্টারনেট সংযোগ নেই। ক্যাশ করা সতর্কবার্তা দেখানো হচ্ছে।
gu: કોઈ ઇન્ટરનેટ કનેક્શન નથી. કેશ્ડ ચેતવણીઓ બતાવી રહ્યું છે.
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲ. ಸಂಗ್ರಹಿಸಿದ ಎಚ್ಚರಿಕೆಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ.
ml: ഇൻ്റർനെറ്റ് കണക്ഷൻ ഇല്ല. കാഷെ ചെയ്ത അലേർട്ടുകൾ കാണിക്കുന്നു.
mr: इंटरनेट कनेक्शन नाही. कॅश केलेल्या सूचना दर्शवत आहे.
ne: इन्टरनेट जडान छैन। क्यास गरिएका चेतावनीहरू देखाइँदै छ।
pa: ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ। ਕੈਸ਼ ਕੀਤੀਆਂ ਚਿਤਾਵਨੀਆਂ ਦਿਖਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ।
ta: இணைய இணைப்பு இல்லை. தற்காலிக எச்சரிக்கைகள் காட்டப்படுகின்றன.
te: ఇంటర్నెట్ కనెక్షన్ లేదు. కాష్ చేసిన హెచ్చరికలు చూపబడుతున్నాయి.
ur: انٹرنیٹ کنکشن نہیں ہے۔ کیش شدہ انتباہات دکھائے جا رہے ہیں۔

source: App Alert
as: এপ সতৰ্কবাণী
bn: অ্যাপ সতর্কবার্তা
gu: એપ ચેતવણી
kn: ಅಪ್ಲಿಕೇಶನ್ ಎಚ್ಚರಿಕೆ
ml: ആപ്പ് അലേർട്ട്
mr: ॲप सूचना
ne: एप चेतावनी
pa: ਐਪ ਚਿਤਾਵਨੀ
ta: செயலி எச்சரிக்கை
te: యాప్ హెచ్చరిక
ur: ایپ الرٹ

source: Government Alert
as: চৰকাৰী সতৰ্কবাণী
bn: সরকারি সতর্কবার্তা
gu: સરકારી ચેતવણી
kn: ಸರ್ಕಾರಿ ಎಚ್ಚರಿಕೆ
ml: സർക്കാർ അലേർട്ട്
mr: सरकारी सूचना
ne: सरकारी चेतावनी
pa: ਸਰਕਾਰੀ ਚਿਤਾਵਨੀ
ta: அரசாங்க எச்சரிக்கை
te: ప్రభుత్వ హెచ్చరిక
ur: سرکاری انتباہ

source: Acknowledge
as: স্বীকাৰ কৰক
bn: স্বীকার করুন
gu: સ્વીકારો
kn: ಒಪ್ಪಿಕೊಳ್ಳಿ
ml: അംഗീകരിക്കുക
mr: स्वीकार करा
ne: स्वीकार गर्नुहोस्
pa: ਸਵੀਕਾਰ ਕਰੋ
ta: ஒப்புக்கொள்க
te: అంగీకరించు
ur: تسلیم کریں

source: More Info
as: অধিক তথ্য
bn: আরও তথ্য
gu: વધુ માહિતી
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ml: കൂടുതൽ വിവരങ്ങൾ
mr: अधिक माहिती
ne: थप जानकारी
pa: ਹੋਰ ਜਾਣਕਾਰੀ
ta: மேலும் தகவல்
te: మరింత సమాచారం
ur: مزید معلومات

source: Dismiss
as: অগ্ৰাহ্য কৰক
bn: খারিজ করুন
gu: ખારિજ કરો
kn: ವಜಾಗೊಳಿಸಿ
ml: തള്ളിക്കളയുക
mr: काढून टाका
ne: खारेज गर्नुहोस्
pa: ਖਾਰਜ ਕਰੋ
ta: விலக்கு
te: తొలగించు
ur: مسترد کریں

source: View Details
as: বিৱৰণ চাওক
bn: বিস্তারিত দেখুন
gu: વિગતો જુઓ
kn: ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: വിശദാംശങ്ങൾ കാണുക
mr: तपशील पहा
ne: विवरण हेर्नुहोस्
pa: ਵੇਰਵੇ ਵੇਖੋ
ta: விவரங்களைக் காண்க
te: వివరాలు చూడండి
ur: تفصیلات دیکھیں

source: View Map
as: মানচিত্ৰ চাওক
bn: মানচিত্র দেখুন
gu: નકશો જુઓ
kn: ನಕ್ಷೆಯನ್ನು ವೀಕ್ಷಿಸಿ
ml: മാപ്പ് കാണുക
mr: नकाशा पहा
ne: नक्सा हेर्नुहोस्
pa: ਨਕਸ਼ਾ ਵੇਖੋ
ta: வரைபடத்தைக் காண்க
te: మ్యాప్ చూడండి
ur: نقشہ دیکھیں

source: Check Vitals
as: ভাইটালছ পৰীক্ষা কৰক
bn: ভাইটালস পরীক্ষা করুন
gu: વાઇટલ્સ તપાસો
kn: ವೈಟಲ್ಸ್ ಪರಿಶೀಲಿಸಿ
ml: വൈറ്റൽസ് പരിശോധിക്കുക
mr: व्हायटल्स तपासा
ne: भाइटल्स जाँच गर्नुहोस्
pa: ਵਾਈਟਲਜ਼ ਦੀ ਜਾਂਚ ਕਰੋ
ta: உயிர் நிலவரங்களைச் சரிபார்க்கவும்
te: వైటల్స్ తనిఖీ చేయండి
ur: وائٹلز چیک کریں

source: Dismissed
as: অগ্ৰাহ্য কৰা হ'ল
bn: খারিজ করা হয়েছে
gu: ખારિજ કર્યું
kn: ವಜಾಗೊಳಿಸಲಾಗಿದೆ
ml: തള്ളിക്കളഞ്ഞു
mr: काढून टाकले
ne: खारेज गरियो
pa: ਖਾਰਜ ਕਰ ਦਿੱਤਾ
ta: விலக்கப்பட்டது
te: తొలగించబడింది
ur: مسترد کر دیا گیا

source: Geo–Fence Warning
as: জিঅ'-ফেন্স সতৰ্কবাণী
bn: জিও-ফেন্স সতর্কতা
gu: જીઓ-ફેન્સ ચેતવણી
kn: ಜಿಯೋ-ಫೆನ್ಸ್ ಎಚ್ಚರಿಕೆ
ml: ജിയോ-ഫെൻസ് മുന്നറിയിപ്പ്
mr: जिओ-फेन्स चेतावणी
ne: जियो-फेन्स चेतावनी
pa: ਜੀਓ-ਫੈਂਸ ਚਿਤਾਵਨੀ
ta: புவி-வேலி எச்சரிக்கை
te: జియో-ఫెన్స్ హెచ్చరిక
ur: جیو فینس وارننگ

# geoFenceWarningDesc
source: Emily left the 'Safe Zone' near the hotel.
as: এমিলীয়ে হোটেলৰ ওচৰৰ 'সুৰক্ষিত ক্ষেত্ৰ' এৰি গ'ল।
bn: এমিলি হোটেলের কাছে 'নিরাপদ এলাকা' ছেড়ে গেছে।
gu: એમિલી હોટેલ પાસેના 'સેફ ઝોન'માંથી બહાર નીકળી ગઈ.
kn: ಎಮಿಲಿ ಹೋಟೆಲ್ ಬಳಿಯ 'ಸುರಕ್ಷಿತ ವಲಯ'ವನ್ನು ತೊರೆದರು.
ml: എമിലി ഹോട്ടലിന് സമീപമുള്ള 'സേഫ് സോൺ' വിട്ടു.
mr: एमिली हॉटेलजवळील 'सुरक्षित क्षेत्र' सोडून गेली.
ne: एमिली होटल नजिकको 'सुरक्षित क्षेत्र' बाट बाहिर निस्किइन्।
pa: ਐਮਿਲੀ ਹੋਟਲ ਦੇ ਨੇੜੇ 'ਸੁਰੱਖਿਅਤ ਜ਼ੋਨ' ਤੋਂ ਬਾਹਰ ਚਲੀ ਗਈ।
ta: எமிலி ஹோட்டலுக்கு அருகிலுள்ள 'பாதுகாப்பான மண்டலத்தை' விட்டு வெளியேறிவிட்டார்.
te: ఎమిలీ హోటల్ సమీపంలోని 'సురక్షిత జోన్' నుండి వెళ్లిపోయింది.
ur: ایملی ہوٹل کے قریب 'محفوظ زون' سے نکل گئیں۔

source: Fall Detected
as: পতন ধৰা পৰিছে
bn: পতন সনাক্ত হয়েছে
gu: પડવાની જાણ થઈ
kn: ಪತನವನ್ನು ಪತ್ತೆಹಚ್ಚಲಾಗಿದೆ
ml: വീഴ്ച കണ്ടെത്തി
mr: पडल्याचे आढळले
ne: लडेको पत्ता लाग्यो
pa: ਡਿੱਗਣ ਦਾ ਪਤਾ ਲੱਗਾ
ta: விழுதல் கண்டறியப்பட்டது
te: పతనం కనుగొనబడింది
ur: گرنے کا پتہ چلا

# fallDetectedDesc
source: A potential fall was detected for David.
as: ডেভিদৰ বাবে এক সম্ভাৱ্য পতন ধৰা পৰিছে।
bn: ডেভিডের জন্য একটি সম্ভাব্য পতন সনাক্ত করা হয়েছে।
gu: ડેવિડના સંભવિત પતનનો પતો લાગ્યો છે.
kn: ಡೇವಿಡ್‌ಗಾಗಿ ಸಂಭವನೀಯ ಪತನವನ್ನು ಪತ್ತೆಹಚ್ಚಲಾಗಿದೆ.
ml: ഡേവിഡിൻ്റെ ഒരു വീഴ്ച കണ്ടെത്താനായിട്ടുണ്ട്.
mr: डेव्हिडच्या संभाव्य पडझडीचा शोध लागला आहे.
ne: डेभिडको सम्भावित लडाइ पत्ता लागेको छ।
pa: ਡੇਵਿਡ ਦੇ ਸੰਭਾਵੀ ਡਿੱਗਣ ਦਾ ਪਤਾ ਲੱਗਾ ਹੈ।
ta: டேவிட் கீழே விழுந்திருக்க வாய்ப்புள்ளது கண்டறியப்பட்டது.
te: డేవిడ్ కోసం సంభావ్య పతనం కనుగొనబడింది.
ur: ڈیوڈ کے ممکنہ طور پر گرنے کا پتہ چلا ہے۔

source: Low Battery
as: বেটাৰী কম
bn: ব্যাটারি কম
gu: ઓછી બેટરી
kn: ಕಡಿಮೆ ಬ್ಯಾಟರಿ
ml: ബാറ്ററി കുറവാണ്
mr: बॅटरी कमी आहे
ne: कम ब्याट्री
pa: ਬੈਟਰੀ ਘੱਟ ਹੈ
ta: குறைந்த பேட்டரி
te: తక్కువ బ్యాటరీ
ur: کم بیٹری

# lowBatteryDesc
source: Sarah's safety band is at 20% battery.
as: ছাৰাৰ সুৰক্ষা বেণ্ডৰ বেটাৰী ২০%ত আছে।
bn: সারার সুরক্ষা ব্যান্ডের ব্যাটারি ২০% আছে।
gu: સારાહના સેફ્ટી બેન્ડની બેટરી 20% છે.
kn: ಸಾರಾ ಅವರ ಸುರಕ್ಷತಾ ಬ್ಯಾಂಡ್ 20% ಬ್ಯಾಟರಿಯಲ್ಲಿದೆ.
ml: സാറയുടെ സുരക്ഷാ ബാൻഡിന് 20% ബാറ്ററി ഉണ്ട്.
mr: साराच्या सुरक्षा बँडची बॅटरी २०% आहे.
ne: साराको सुरक्षा ब्यान्डको ब्याट्री २०% मा छ।
pa: ਸਾਰਾਹ ਦੇ ਸੇਫਟੀ ਬੈਂਡ ਦੀ ਬੈਟਰੀ 20% 'ਤੇ ਹੈ।
ta: சாராவின் பாதுகாப்பு பேண்டில் 20% பேட்டரி உள்ளது.
te: సారా భద్రతా బ్యాండ్ 20% బ్యాటరీ వద్ద ఉంది.
ur: سارہ کے حفاظتی بینڈ کی بیٹری 20 فیصد پر ہے۔

source: Geo-fence Alert
as: জিঅ'-ফেন্স সতৰ্কবাণী
bn: জিও-ফেন্স সতর্কবার্তা
gu: જીઓ-ફેન્સ ચેતવણી
kn: ಜಿಯೋ-ಫೆನ್ಸ್ ಎಚ್ಚರಿಕೆ
ml: ജിയോ-ഫെൻസ് അലേർട്ട്
mr: जिओ-फेन्स सूचना
ne: जियो-फेन्स चेतावनी
pa: ਜੀਓ-ਫੈਂਸ ਚਿਤਾਵਨੀ
ta: புவி-வேலி எச்சரிக்கை
te: జియో-ఫెన్స్ హెచ్చరిక
ur: جیو فینس الرٹ
