Repository: sudhans18/tourist_safety_app
Catalog: lib/l10n/intl_*.arb
Languages: as, bn, gu, kn, ml, mr, ne, pa, ta, te, ur

source: No results found
as: কোনো ফলাফল পোৱা নগ'ল
bn: কোনো ফলাফল পাওয়া যায়নি
gu: કોઈ પરિણામ મળ્યું નથી
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mr: कोणतेही परिणाम आढळले नाहीत
ne: कुनै परिणाम फेला परेन
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਿਆ
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை
te: ఫలితాలు కనుగొనబడలేదు
ur: کوئی نتیجہ نہیں ملا

# phoneHint
source: +91XXXXXXXXXX
ne: +977XXXXXXXXXX
ur: +923XXXXXXXXX
