Repository: sudhans18/tourist_safety_app
Catalog: lib/l10n/intl_*.arb
Languages: as, bn, gu, kn, ml, mr, ne, pa, ta, te, ur

# geoFenceAlertDesc
source: You are approaching a restricted area. Please turn back or proceed with caution.
as: আপুনি এক নিষেধাজ্ঞা থকা অঞ্চলৰ ওচৰ চাপিছে। অনুগ্ৰহ কৰি উভতি যাওক বা সাৱধানতাৰে আগবাঢ়ক।
bn: আপনি একটি নিষিদ্ধ এলাকার কাছাকাছি আসছেন। অনুগ্রহ করে ফিরে যান বা সতর্কতার সাথে এগিয়ে যান।
gu: તમે પ્રતિબંધિત વિસ્તારની નજીક જઈ રહ્યા છો. કૃપા કરીને પાછા વળો અથવા સાવધાનીથી આગળ વધો.
kn: ನೀವು ನಿರ್ಬಂಧಿತ ಪ್ರದೇಶವನ್ನು ಸಮೀಪಿಸುತ್ತಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಹಿಂತಿರುಗಿ ಅಥವಾ ಎಚ್ಚರಿಕೆಯಿಂದ ಮುಂದುವರಿಯಿರಿ.
ml: നിങ്ങൾ ഒരു നിയന്ത്രിത മേഖലയിലേക്ക് പ്രവേശിക്കുകയാണ്. ദയവായി തിരികെ പോകുക അല്ലെങ്കിൽ ജാഗ്രതയോടെ മുന്നോട്ട് പോകുക.
mr: तुम्ही प्रतिबंधित क्षेत्राजवळ पोहोचत आहात. कृपया मागे फिरा किंवा सावधगिरीने पुढे जा.
ne: तपाईं प्रतिबन्धित क्षेत्रमा पुग्दै हुनुहुन्छ। कृपया पछाडि फर्कनुहोस् वा सावधानीपूर्वक अगाडि बढ्नुहोस्।
pa: ਤੁਸੀਂ ਇੱਕ ਪਾਬੰਦੀਸ਼ੁਦਾ ਖੇਤਰ ਦੇ ਨੇੜੇ ਪਹੁੰਚ ਰਹੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਪਿੱਛੇ ਮੁੜੋ ਜਾਂ ਸਾਵਧਾਨੀ ਨਾਲ ਅੱਗੇ ਵਧੋ।
ta: நீங்கள் தடைசெய்யப்பட்ட பகுதியை நெருங்குகிறீர்கள். தயவுசெய்து திரும்பிச் செல்லவும் அல்லது எச்சரிக்கையுடன் தொடரவும்.
te: మీరు నియంత్రిత ప్రాంతానికి సమీపిస్తున్నారు. దయచేసి వెనక్కి తిరగండి లేదా జాగ్రత్తగా ముందుకు సాగండి.
ur: آپ ایک ممنوعہ علاقے کے قریب پہنچ رہے ہیں۔ براہ کرم واپس مڑیں یا احتیاط سے آگے بڑھیں۔

source: Return to Safety
as: সুৰক্ষিত স্থানলৈ উভতি যাওক
bn: নিরাপত্তায় ফিরে যান
gu: સુરક્ષા પર પાછા ફરો
kn: ಸುರಕ್ಷತೆಗೆ ಹಿಂತಿರುಗಿ
ml: സുരക്ഷിതത്വത്തിലേക്ക് മടങ്ങുക
mr: सुरक्षिततेकडे परत जा
ne: सुरक्षित स्थानमा फर्कनुहोस्
pa: ਸੁਰੱਖਿਆ 'ਤੇ ਵਾਪਸ ਜਾਓ
ta: பாதுப்பான இடத்திற்குத் திரும்பவும்
te: భద్రతకు తిరిగి వెళ్లండి
ur: محفوظ مقام پر واپس جائیں

source: Proceed with Caution
as: সাৱধানতাৰে আগবাঢ়ক
bn: সতর্কতার সাথে এগিয়ে যান
gu: સાવધાનીથી આગળ વધો
kn: ಎಚ್ಚರಿಕೆಯಿಂದ ಮುಂದುವರಿಯಿರಿ
ml: ജാഗ്രതയോടെ മുന്നോട്ട് പോകുക
mr: काळजीपूर्वक पुढे जा
ne: सावधानीपूर्वक अगाडि बढ्नुहोस्
pa: ਸਾਵਧਾਨੀ ਨਾਲ ਅੱਗੇ ਵਧੋ
ta: எச்சரிக்கையுடன் தொடரவும்
te: జాగ్రత్తగా కొనసాగండి
ur: احتیاط سے آگے بڑھیں

source: Locating...
as: অৱস্থান বিচাৰি আছে...
bn: অবস্থান নির্ণয় করা হচ্ছে...
gu: સ્થાન શોધી રહ્યું છે...
kn: ಪತ್ತೆಹಚ್ಚಲಾಗುತ್ತಿದೆ...
ml: കണ്ടെത്തുന്നു...
mr: स्थान शोधत आहे...
ne: स्थान पत्ता लगाउँदै...
pa: ਸਥਾਨ ਲੱਭਿਆ ਜਾ ਰਿਹਾ ਹੈ...
ta: இடம் கண்டறியப்படுகிறது...
te: స్థానాన్ని గుర్తిస్తోంది...
ur: مقام کا تعین کیا جا رہا ہے...

source: Weather
as: বতৰ
bn: আবহাওয়া
gu: હવામાન
kn: ಹವಾಮಾನ
ml: കാലാവസ്ഥ
mr: हवामान
ne: मौसम
pa: ਮੌਸਮ
ta: வானிலை
te: వాతావరణం
ur: موسم

source: Current Weather
as: বৰ্তমানৰ বতৰ
bn: বর্তমান আবহাওয়া
gu: વર્તમાન હવામાન
kn: ಪ್ರಸ್ತುತ ಹವಾಮಾನ
ml: നിലവിലെ കാലാവസ്ഥ
mr: सध्याचे हवामान
ne: वर्तमान मौसम
pa: ਮੌਜੂਦਾ ਮੌਸਮ
ta: தற்போதைய வானிலை
te: ప్రస్తుత వాతావరణం
ur: موجودہ موسم

source: Feels like
as: অনুভৱ হয়
bn: অনুভূত হচ্ছে
gu: અનુભવાય છે
kn: ಅನುಭವ
ml: അനുഭവപ്പെടുന്നത്
mr: असे वाटते
ne: महसुस हुन्छ
pa: ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ
ta: உணர்வது போல்
te: ఇలా అనిపిస్తుంది
ur: محسوس ہوتا ہے

source: Humidity
as: আৰ্দ্ৰতা
bn: আর্দ্রতা
gu: ભેજ
kn: ಆರ್ದ್ರತೆ
ml: ഈർപ്പം
mr: आर्द्रता
ne: आर्द्रता
pa: ਨਮੀ
ta: ஈரப்பதம்
te: తేమ
ur: نمی

source: Wind
as: বতাহ
bn: বাতাস
gu: પવન
kn: ಗಾಳಿ
ml: കാറ്റ്
mr: वारा
ne: हावा
pa: ਹਵਾ
ta: காற்று
te: గాలి
ur: ہوا

source: Today
as: আজি
bn: আজ
gu: આજે
kn: ಇಂದು
ml: ഇന്ന്
mr: आज
ne: आज
pa: ਅੱਜ
ta: இன்று
te: ఈ రోజు
ur: آج

source: Tomorrow
as: কাইলৈ
bn: আগামীকাল
gu: આવતીકાલે
kn: ನಾಳೆ
ml: നാളെ
mr: उद्या
ne: भोलि
pa: ਕੱਲ੍ਹ
ta: நாளை
te: రేపు
ur: کل

# inXDays
source: In {days} days
as: {days} দিনত
bn: {days} দিনের মধ্যে
gu: {days} દિવસમાં
kn: {days} ದಿನಗಳಲ್ಲಿ
ml: {days} ദിവസത്തിനുള്ളിൽ
mr: {days} दिवसांत
ne: {days} दिनमा
pa: {days} ਦਿਨਾਂ ਵਿੱਚ
ta: {days} நாட்களில்
te: {days} రోజులలో
ur: {days} دنوں میں

# nextDaysTrend
source: Next days temperature trend
as: পৰৱৰ্তী দিনবোৰৰ তাপমাত্ৰাৰ ধাৰা
bn: পরবর্তী দিনগুলির তাপমাত্রার প্রবণতা
gu: આગામી દિવસોમાં તાપમાનનો ટ્રેન્ડ
kn: ಮುಂದಿನ ದಿನಗಳ ತಾಪಮಾನದ ಪ್ರವೃತ್ತಿ
ml: അടുത്ത ദിവസങ്ങളിലെ താപനിലയുടെ പ്രവണത
mr: पुढील दिवसांचा तापमानाचा कल
ne: आगामी दिनहरूको तापमान प्रवृत्ति
pa: ਅਗਲੇ ਦਿਨਾਂ ਦਾ ਤਾਪਮਾਨ ਰੁਝਾਨ
ta: அடுத்த நாட்களின் வெப்பநிலை நிலவரம்
te: రాబోయే రోజుల ఉష్ణోగ్రత ధోరణి
ur: آنے والے دنوں کے درجہ حرارت کا رجحان

source: Profile
as: প্ৰফাইল
bn: প্রোফাইল
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
ne: प्रोफाइल
pa: ਪ੍ਰੋਫਾਈਲ
ta: சுயவிவரம்
te: ప్రొఫైల్
ur: پروفائل

source: Verified Member
as: সত্যাপিত সদস্য
bn: যাচাইকৃত সদস্য
gu: ચકાસાયેલ સભ્ય
kn: ಪರಿಶೀಲಿಸಿದ ಸದಸ್ಯರು
ml: സ്ഥിരീകരിച്ച അംഗം
mr: सत्यापित सदस्य
ne: प्रमाणित सदस्य
pa: ਤਸਦੀਕਸ਼ੁਦਾ ਮੈਂਬਰ
ta: சரிபார்க்கப்பட்ட உறுப்பினர்
te: ధృవీకరించబడిన సభ్యుడు
ur: تصدیق شدہ رکن

source: Security & Verification
as: সুৰক্ষা আৰু সত্যাপন
bn: সুরক্ষা ও যাচাইকরণ
gu: સુરક્ષા અને ચકાસણી
kn: ಭದ್ರತೆ ಮತ್ತು ಪರಿಶೀಲನೆ
ml: സുരക്ഷയും സ്ഥിരീകരണവും
mr: सुरक्षा आणि पडताळणी
ne: सुरक्षा र प्रमाणीकरण
pa: ਸੁਰੱਖਿਆ ਅਤੇ ਤਸਦੀਕ
ta: பாதுகாப்பு & சரிபார்ப்பு
te: భద్రత & ధృవీకరణ
ur: سیکیورٹی اور تصدیق

source: Passport
as: পাছপ'ৰ্ট
bn: পাসপোর্ট
gu: પાસપોર્ટ
kn: ಪಾಸ್ಪೋರ್ಟ್
ml: പാസ്പോർട്ട്
mr: पारपत्र
ne: राहदानी
pa: ਪਾਸਪੋਰਟ
ta: கடவுச்சீட்டு
te: పాస్‌పోర్ట్
ur: پاسپورٹ

source: Wallet
as: ৱালেট
bn: ওয়ালেট
gu: વૉલેટ
kn: ವ್ಯಾಲೆಟ್
ml: വാലറ്റ്
mr: वॉलेट
ne: वालेट
pa: ਵਾਲਿਟ
ta: வாலட்
te: వాలెట్
ur: والیٹ

source: Personal & Travel Details
as: ব্যক্তিগত আৰু ভ্ৰমণৰ বিৱৰণ
bn: ব্যক্তিগত ও ভ্রমণের বিবরণ
gu: વ્યક્તિગત અને પ્રવાસની વિગતો
kn: ವೈಯಕ್ತಿಕ ಮತ್ತು ಪ್ರಯಾಣದ ವಿವರಗಳು
ml: വ്യക്തിപരവും യാത്രാ സംബന്ധവുമായ വിവരങ്ങൾ
mr: वैयक्तिक आणि प्रवासाचा तपशील
ne: व्यक्तिगत र यात्रा विवरण
pa: ਨਿੱਜੀ ਅਤੇ ਯਾਤਰਾ ਦੇ ਵੇਰਵੇ
ta: தனிப்பட்ட & பயண விவரங்கள்
te: వ్యక్తిగత & ప్రయాణ వివరాలు
ur: ذاتی اور سفری تفصیلات

source: Nationality
as: ৰাষ্ট্ৰীয়তা
bn: জাতীয়তা
gu: રાષ્ટ્રીયતા
kn: ರಾಷ್ಟ್ರೀಯತೆ
ml: ദേശീയത
mr: राष्ट्रीयत्व
ne: राष्ट्रियता
pa: ਕੌਮੀਅਤ
ta: தேசியம்
te: జాతీయత
ur: قومیت

source: Date of Birth
as: জন্ম তাৰিখ
bn: জন্ম তারিখ
gu: જન્મ તારીખ
kn: ಹುಟ್ಟಿದ ದಿನ
ml: ജനന തീയതി
mr: जन्म तारीख
ne: जन्म मिति
pa: ਜਨਮ ਤਾਰੀਖ
ta: பிறந்த தேதி
te: పుట్టిన తేది
ur: تاریخ پیدائش

source: Itinerary
as: ভ্ৰমণসূচী
bn: ভ্রমণসূচী
gu: પ્રવાસ કાર્યક્રમ
kn: ಪ್ರಯಾಣ ವಿವರ
ml: യാത്രാവിവരം
mr: प्रवासाचा कार्यक्रम
ne: यात्रा कार्यक्रम
pa: ਯਾਤਰਾ-ਪ੍ਰੋਗਰਾਮ
ta: பயணத் திட்டம்
te: యాత్రా ప్రణాళిక
ur: سفری منصوبہ

source: Emergency Contacts
as: জৰুৰীকালীন যোগাযোগ
bn: জরুরী পরিচিতি
gu: કટોકટીના સંપર્કો
kn: ತುರ್ತು ಸಂಪರ್ಕಗಳು
ml: അടിയന്തര കോൺടാക്റ്റുകൾ
mr: आपत्कालीन संपर्क
ne: आपतकालीन सम्पर्कहरू
pa: ਐਮਰਜੈਂਸੀ ਸੰਪਰਕ
ta: அவசரத் தொடர்புகள்
te: అత్యవసర పరిచయాలు
ur: ہنگامی رابطے

source: Add Contact
as: যোগাযোগ যোগ কৰক
bn: পরিচিতি যোগ করুন
gu: સંપર્ક ઉમેરો
kn: ಸಂಪರ್ಕವನ್ನು ಸೇರಿಸಿ
ml: കോൺടാക്റ്റ് ചേർക്കുക
mr: संपर्क जोडा
ne: सम्पर्क थप्नुहोस्
pa: ਸੰਪਰਕ ਸ਼ਾਮਲ ਕਰੋ
ta: தொடர்பைச் சேர்க்கவும்
te: పరిచయాన్ని జోడించు
ur: رابطہ شامل کریں

source: App Settings
as: এপ ছেটিংছ
bn: অ্যাপ সেটিংস
gu: એપ સેટિંગ્સ
kn: ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ആപ്പ് ക്രമീകരണങ്ങൾ
mr: ॲप सेटिंग्ज
ne: एप सेटिङहरू
pa: ਐਪ ਸੈਟਿੰਗਾਂ
ta: செயலி அமைப்புகள்
te: యాప్ సెట్టింగ్‌లు
ur: ایپ کی ترتیبات

source: Notifications
as: জাননী
bn: বিজ্ঞপ্তি
gu: સૂચનાઓ
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
ne: सूचनाहरू
pa: ਸੂਚਨਾਵਾਂ
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
ur: اطلاعات

source: Theme
as: থীম
bn: থিম
gu: થીમ
kn: ಥೀಮ್
ml: തീം
mr: थीम
ne: थिम
pa: ਥੀਮ
ta: தீம்
te: థీమ్
ur: تھیم

source: Language
as: ভাষা
bn: ভাষা
gu: ભાષા
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
ne: भाषा
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష
ur: زبان

source: Support & Legal
as: সমৰ্থন আৰু আইনী
bn: সহায়তা ও আইনি
gu: આધાર અને કાનૂની
kn: ಬೆಂಬಲ ಮತ್ತು ಕಾನೂನು
ml: പിന്തുണയും നിയമപരവും
mr: समर्थन आणि कायदेशीर
ne: समर्थन र कानूनी
pa: ਸਹਾਇਤਾ ਅਤੇ ਕਾਨੂੰਨੀ
ta: ஆதரவு & சட்டபூர்வமானது
te: మద్దతు & చట్టపరమైన
ur: سپورٹ اور قانونی

source: Help Center
as: সহায় কেন্দ্ৰ
bn: সহায়তা কেন্দ্র
gu: સહાયતા કેન્દ્ર
kn: ಸಹಾಯ ಕೇಂದ್ರ
ml: സഹായ കേന്ദ്രം
mr: मदत केंद्र
ne: सहयोग केन्द्र
pa: ਸਹਾਇਤਾ ਕੇਂਦਰ
ta: உதவி மையம்
te: సహాయ కేంద్రం
ur: امدادی مرکز

source: Privacy Policy
as: গোপনীয়তা নীতি
bn: গোপনীয়তা নীতি
gu: ગોપનીયતા નીતિ
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ne: गोपनीयता नीति
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
ur: رازداری کی پالیسی

source: Log Out
as: লগ আউট
bn: লগ আউট
gu: લૉગ આઉટ કરો
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
mr: लॉग आउट
ne: लग आउट
pa: ਲੌਗ ਆਉਟ
ta: வெளியேறு
te: లాగ్ అవుట్
ur: لاگ آوٹ

source: Connected
as: সংযোগ হৈছে
bn: সংযুক্ত
gu: કનેક્ટેડ
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
ml: ബന്ധിപ്പിച്ചു
mr: कनेक्ट झाले
ne: जडान भयो
pa: ਕਨੈਕਟ ਕੀਤਾ
ta: இணைக்கப்பட்டது
te: కనెక్ట్ చేయబడింది
ur: منسلک

source: Disconnected
as: সংযোগ বিচ্ছিন্ন
bn: সংযোগ বিচ্ছিন্ন
gu: ડિસ્કનેક્ટેડ
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿದೆ
ml: വിച്ഛേദിച്ചു
mr: डिस्कनेक्ट झाले
ne: विच्छेद भयो
pa: ਡਿਸਕਨੈਕਟ ਕੀਤਾ
ta: துண்டிக்கப்பட்டது
te: డిస్‌కనెక్ట్ చేయబడింది
ur: منقطع

# idLabel
source: ID
as: আইডি
bn: আইডি
gu: આઈડી
kn: ಐಡಿ
ml: ഐഡി
mr: आयडी
ne: आईडी
pa: ਆਈਡੀ

source: Band
as: বেণ্ড
bn: ব্যান্ড
gu: બેન્ડ
kn: ಬ್ಯಾಂಡ್
ml: ബാൻഡ്
mr: बँड
ne: ब्यान्ड
pa: ਬੈਂਡ
ta: பேண்ட்
te: బ్యాండ్
ur: بینڈ

source: Send Emergency Alert?
as: জৰুৰীকালীন সতৰ্কবাণী পঠিয়াবনে?
bn: জরুরী সতর্কবার্তা পাঠাবেন?
gu: કટોકટીની ચેતવણી મોકલવી છે?
kn: ತುರ್ತು ಎಚ್ಚರಿಕೆಯನ್ನು ಕಳುಹಿಸುವುದೇ?
ml: അടിയന്തര അലേർട്ട് അയയ്ക്കണോ?
mr: आपत्कालीन सूचना पाठवायची का?
ne: आपतकालीन चेतावनी पठाउने?
pa: ਐਮਰਜੈਂਸੀ ਚਿਤਾਵਨੀ ਭੇਜਣੀ ਹੈ?
ta: அவசர எச்சரிக்கை அனுப்பவா?
te: అత్యవసర హెచ్చరిక పంపాలా?
ur: ہنگامی الرٹ بھیجیں؟

# sosDialogBody
source: This will notify authorities and your emergency contacts.
as: ই কৰ্তৃপক্ষ আৰু আপোনাৰ জৰুৰীকালীন যোগাযোগসকলক জনোৱা হ'ব।
bn: এটি কর্তৃপক্ষ এবং আপনার জরুরী পরিচিতিদের অবহিত করবে।
gu: આ અધિકારીઓ અને તમારા કટોકટીના સંપર્કોને સૂચિત કરશે.
kn: ಇದು ಅಧಿಕಾರಿಗಳಿಗೆ ಮತ್ತು ನಿಮ್ಮ ತುರ್ತು ಸಂಪರ್ಕಗಳಿಗೆ ಸೂಚಿಸುತ್ತದೆ.
ml: ഇത് അധികാരികളെയും നിങ്ങളുടെ അടിയന്തര കോൺടാക്റ്റുകളെയും അറിയിക്കും.
mr: हे अधिकारी आणि तुमच्या आपत्कालीन संपर्कांना सूचित करेल.
ne: यसले अधिकारीहरू र तपाईंको आपतकालीन सम्पर्कहरूलाई सूचित गर्नेछ।
pa: ਇਹ ਅਧਿਕਾਰੀਆਂ ਅਤੇ ਤੁਹਾਡੇ ਐਮਰਜੈਂਸੀ ਸੰਪਰਕਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰੇਗਾ।
ta: இது அதிகாரிகளுக்கும் உங்கள் அவசரத் தொடர்புகளுக்கும் அறிவிக்கும்.
te: ఇది అధికారులకు మరియు మీ అత్యవసర పరిచయాలకు తెలియజేస్తుంది.
ur: یہ حکام اور آپ کے ہنگامی رابطوں کو مطلع کرے گا۔

source: Cancel
as: বাতিল কৰক
bn: বাতিল
gu: રદ કરો
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
ne: रद्द गर्नुहोस्
pa: ਰੱਦ ਕਰੋ
ta: ரத்துசெய்
te: రద్దు చేయి
ur: منسوخ کریں

source: Send SOS
as: SOS পঠিয়াওক
bn: SOS পাঠান
gu: SOS મોકલો
kn: SOS ಕಳುಹಿಸಿ
ml: SOS അയയ്ക്കുക
mr: SOS पाठवा
ne: SOS पठाउनुहोस्
pa: SOS ਭੇਜੋ
ta: SOS அனுப்பவும்
te: SOS పంపండి
ur: SOS بھیجیں

# geofenceAlertShort
source: Geofence Alert
as: জিঅ'ফেন্স সতৰ্কবাণী
bn: জিওফেন্স সতর্কবার্তা
gu: જીઓફેન્સ ચેતવણી
kn: ಜಿಯೋಫೆನ್ಸ್ ಎಚ್ಚರಿಕೆ
ml: ജിയോഫെൻസ് അലേർട്ട്
mr: जिओफेन्स सूचना
ne: जियोफेन्स चेतावनी
pa: ਜੀਓਫੈਂਸ ਚਿਤਾਵਨੀ
ta: புவிவேலி எச்சரிக்கை
te: జియోఫెన్స్ హెచ్చరిక
ur: جیو فینس الرٹ

# hoursAgo
source: {hours}h ago
as: {hours} ঘণ্টা আগতে
bn: {hours} ঘণ্টা আগে
gu: {hours} કલાક પહેલા
kn: {hours} ಗಂಟೆಗಳ ಹಿಂದೆ
ml: {hours} മണിക്കൂർ മുൻപ്
mr: {hours} तासांपूर्वी
ne: {hours} घण्टा पहिले
pa: {hours} ਘੰਟੇ ਪਹਿਲਾਂ
ta: {hours} மணிநேரம் முன்பு
te: {hours}గం క్రితం
ur: {hours} گھنٹے پہلے

# tagFamily
source: Family
as: পৰিয়াল
bn: পরিবার
gu: પરિવાર
kn: ಕುಟುಂಬ
ml: കുടുംബം
mr: कुटुंब
ne: परिवार
pa: ਪਰਿਵਾਰ
ta: குடும்பம்
te: కుటుంబం
ur: خاندان

# tagOpenAir
source: Open Air
as: মুক্ত বায়ু
bn: খোলা বাতাস
gu: ખુલ્લી હવા
kn: ತೆರೆದ ಗಾಳಿ
ml: തുറന്ന സ്ഥലം
mr: मोकळी हवा
ne: खुला हावा
pa: ਖੁੱਲ੍ਹੀ ਹਵਾ
ta: திறந்தவெளி
te: బహిరంగ ప్రదేశం
ur: کھلی ہوا

# tagTickets
source: Tickets
as: টিকট
bn: টিকিট
gu: ટિકિટ
kn: ಟಿಕೆಟ್‌ಗಳು
ml: ടിക്കറ്റുകൾ
mr: तिकिटे
ne: टिकटहरू
pa: ਟਿਕਟਾਂ
ta: டிக்கெட்டுகள்
te: టిక్కెట్లు
ur: ٹکٹس

# tagHistory
source: History
as: ইতিহাস
bn: ইতিহাস
gu: ઇતિહાસ
kn: ಇತಿಹಾಸ
ml: ചരിത്രം
mr: इतिहास
ne: इतिहास
pa: ਇਤਿਹਾਸ
ta: வரலாறு
te: చరిత్ర
ur: تاریخ

# tagScenic
source: Scenic
as: দৰ্শনীয়
bn: দর্শনীয়
gu: રમણીય
kn: ರಮಣೀಯ
ml: മനോഹരം
mr: रमणीय
ne: रमणीय
pa: ਸੁੰਦਰ
ta: கண்கவர்
te: సుందరమైన
ur: خوبصورت

# tagFree
source: Free
as: বিনামূলীয়া
bn: বিনামূল্যে
gu: મફત
kn: ಉಚಿತ
ml: സൗജന്യം
mr: विनामूल्य
ne: नि:शुल्क
pa: ਮੁਫ਼ਤ
ta: இலவசம்
te: ఉచితం
ur: مفت

source: Share Location
as: অৱস্থান শ্বেয়াৰ কৰক
bn: অবস্থান শেয়ার করুন
gu: સ્થાન શેર કરો
kn: ಸ್ಥಳವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: സ്ഥാനം പങ്കിടുക
mr: स्थान शेअर करा
ne: स्थान साझा गर्नुहोस्
pa: ਸਥਾਨ ਸਾਂਝਾ ਕਰੋ
ta: இருப்பிடத்தைப் பகிரவும்
te: స్థానాన్ని పంచుకోండి
ur: مقام شیئر کریں

source: Share My Location
as: মোৰ অৱস্থান শ্বেয়াৰ কৰক
bn: আমার অবস্থান শেয়ার করুন
gu: મારું સ્થાન શેર કરો
kn: ನನ್ನ ಸ್ಥಳವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: എൻ്റെ സ്ഥാനം പങ്കിടുക
mr: माझे स्थान शेअर करा
ne: मेरो स्थान साझा गर्नुहोस्
pa: ਮੇਰਾ ਸਥਾਨ ਸਾਂਝਾ ਕਰੋ
ta: எனது இருப்பிடத்தைப் பகிரவும்
te: నా స్థానాన్ని పంచుకోండి
ur: میرا مقام شیئر کریں

# shareLocationDesc
source: Allow family members to see your live location.
as: পৰিয়ালৰ সদস্যসকলক আপোনাৰ লাইভ অৱস্থান চাবলৈ অনুমতি দিয়ক।
bn: পরিবারের সদস্যদের আপনার লাইভ অবস্থান দেখার অনুমতি দিন।
gu: પરિવારના સભ્યોને તમારું લાઇવ સ્થાન જોવાની મંજૂરી આપો.
kn: ನಿಮ್ಮ ಲೈವ್ ಸ್ಥಳವನ್ನು ನೋಡಲು ಕುಟುಂಬದ ಸದಸ್ಯರಿಗೆ ಅನುಮತಿಸಿ.
ml: നിങ്ങളുടെ ലൈവ് സ്ഥാനം കാണാൻ കുടുംബാംഗങ്ങളെ അനുവദിക്കുക.
mr: कुटुंबातील सदस्यांना तुमचे थेट स्थान पाहण्याची परवानगी द्या.
ne: परिवारका सदस्यहरूलाई तपाईंको प्रत्यक्ष स्थान हेर्न अनुमति दिनुहोस्।
pa: ਪਰਿਵਾਰਕ ਮੈਂਬਰਾਂ ਨੂੰ ਤੁਹਾਡਾ ਲਾਈਵ ਸਥਾਨ ਦੇਖਣ ਦੀ ਆਗਿਆ ਦਿਓ।
ta: குடும்ப உறுப்பினர்கள் உங்கள் நேரலை இருப்பிடத்தைப் பார்க்க அனுமதிக்கவும்.
te: మీ ప్రత్యక్ష స్థానాన్ని చూడటానికి కుటుంబ సభ్యులను అనుమతించండి.
ur: خاندان کے اراکین کو اپنا لائیو مقام دیکھنے کی اجازت دیں۔

source: Sharing Options
as: শ্বেয়াৰিং বিকল্প
bn: শেয়ারিং বিকল্প
gu: શેરિંગ વિકલ્પો
kn: ಹಂಚಿಕೆ ಆಯ್ಕೆಗಳು
ml: പങ്കിടൽ ഓപ്ഷനുകൾ
mr: शेअरिंग पर्याय
ne: साझा गर्ने विकल्पहरू
pa: ਸਾਂਝਾਕਰਨ ਵਿਕਲਪ
ta: பகிர்வு விருப்பங்கள்
te: షేరింగ్ ఎంపికలు
ur: شیئرنگ کے اختیارات

# generateSharingToken
source: Generate Sharing QR / Token
as: শ্বেয়াৰিং QR / টোকেন সৃষ্টি কৰক
bn: শেয়ারিং QR / টোকেন তৈরি করুন
gu: શેરિંગ QR / ટોકન જનરેટ કરો
kn: ಹಂಚಿಕೆ QR / ಟೋಕನ್ ರಚಿಸಿ
ml: പങ്കിടാനുള്ള QR / ടോക്കൺ ഉണ്ടാക്കുക
mr: शेअरिंग QR / टोकन तयार करा
ne: साझा गर्ने QR / टोकन बनाउनुहोस्
pa: ਸਾਂਝਾਕਰਨ QR / ਟੋਕਨ ਬਣਾਓ
ta: பகிர்வு QR / டோக்கனை உருவாக்கவும்
te: షేరింగ్ QR / టోకెన్ రూపొందించండి
ur: شیئرنگ QR / ٹوکن بنائیں

source: Revoke Access
as: প্ৰৱেশ বাতিল কৰক
bn: অ্যাক্সেস বাতিল করুন
gu: ઍક્સેસ રદ કરો
kn: ಪ್ರವೇಶವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ
ml: പ്രവേശനം റദ്ദാക്കുക
mr: प्रवेश रद्द करा
ne: पहुँच रद्द गर्नुहोस्
pa: ਪਹੁੰਚ ਰੱਦ ਕਰੋ
ta: அணுகலை ரத்துசெய்
te: యాక్సెస్ రద్దు చేయండి
ur: رسائی منسوخ کریں

# generateSharingTokenMsg
source: Generate sharing token (mock)
as: শ্বেয়াৰিং টোকেন সৃষ্টি কৰক (মক)
bn: শেয়ারিং টোকেন তৈরি করুন (মক)
gu: શેરિંગ ટોકન જનરેટ કરો (મૉક)
kn: ಹಂಚಿಕೆ ಟೋಕನ್ ರಚಿಸಿ (ಅಣಕು)
ml: പങ്കിടാനുള്ള ടോക്കൺ ഉണ്ടാക്കുക (മോക്ക്)
mr: शेअरिंग टोकन तयार करा (मॉक)
pa: ਸਾਂਝਾਕਰਨ ਟੋਕਨ ਬਣਾਓ (ਮੌਕ)
ta: பகிர்வு டோக்கனை உருவாக்கவும் (மாதிரி)
te: షేరింగ్ టోకెన్ రూపొందించండి (మాక్)
ur: شیئرنگ ٹوکن بنائیں (ماک)

# accessRevokedMsg
source: Access revoked for all family (mock)
as: সকলো পৰিয়ালৰ বাবে প্ৰৱেশ বাতিল কৰা হ'ল (মক)
bn: সমস্ত পরিবারের জন্য অ্যাক্সেস বাতিল করা হয়েছে (মক)
gu: બધા પરિવાર માટે ઍક્સેસ રદ કરવામાં આવ્યો (મૉક)
kn: ಎಲ್ಲಾ ಕುಟುಂಬಕ್ಕೆ ಪ್ರವೇಶವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ (ಅಣಕು)
ml: എല്ലാ കുടുംബാംഗങ്ങൾക്കുമുള്ള പ്രവേശനം റദ്ദാക്കി (മോക്ക്)
mr: सर्व कुटुंबासाठी प्रवेश रद्द केला (मॉक)
ne: सबै परिवारका लागि पहुँच रद्द गरियो (नक्कली)
pa: ਸਾਰੇ ਪਰਿਵਾਰ ਲਈ ਪਹੁੰ-ਚ ਰੱਦ ਕਰ ਦਿੱਤੀ ਗਈ (ਮੌਕ)
ta: அனைத்து குடும்பத்தினருக்கும் அணுகல் ரத்துசெய்யப்பட்டது (மாதிரி)
te: అన్ని కుటుంబ సభ్యులకు యాక్సెస్ రద్దు చేయబడింది (మాక్)
ur: تمام خاندان کے لیے رسائی منسوخ کر دی گئی (ماک)

# settingsTheme
source: Theme
as: থীম
bn: থিম
gu: થીમ
kn: ಥೀಮ್
ml: തീം
mr: थीम
ne: थिम
pa: ਥੀਮ
ta: தீம்
te: థీమ్
ur: تھیم

# settingsLanguage
source: Language
as: ভাষা
bn: ভাষা
gu: ભાષા
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
ne: भाषा
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష
ur: زبان

# settingsNotifications
source: Notifications
as: জাননী
bn: বিজ্ঞপ্তি
gu: સૂચનાઓ
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
ne: सूचनाहरू
pa: ਸੂਚਨਾਵਾਂ
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
ur: اطلاعات

# settingsPrivacy
source: Privacy & Security
as: গোপনীয়তা আৰু সুৰক্ষা
bn: গোপনীয়তা ও সুরক্ষা
gu: ગોપનીયતા અને સુરક્ષા
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ
ml: സ്വകാര്യതയും സുരക്ഷയും
mr: गोपनीयता आणि सुरक्षा
ne: गोपनीयता र सुरक्षा
pa: ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ
ta: தனியுரிமை & பாதுகாப்பு
te: గోప్యత & భద్రత
ur: رازداری اور سیکیورٹی

source: System
as: চিষ্টেম
bn: সিস্টেম
gu: સિસ્ટમ
kn: ಸಿಸ್ಟಮ್
ml: സിസ്റ്റം
mr: सिस्टम
ne: प्रणाली
pa: ਸਿਸਟਮ
ta: சிஸ்டம்
te: సిస్టమ్
ur: سسٹم

source: Light
as: পোহৰ
bn: হালকা
gu: લાઇટ
kn: ಬೆಳಕು
ml: ലൈറ്റ്
mr: लाइट
ne: उज्यालो
pa: ਲਾਈਟ
ta: ஒளி
te: లైట్
ur: لائٹ

source: Dark
as: আন্ধাৰ
bn: অন্ধকার
gu: ડાર્ક
kn: ಗಾಢ
ml: ഡാർക്ക്
mr: डार्क
ne: अँध्यारो
pa: ਡਾਰਕ
ta: இருள்
te: డార్క్
ur: ڈارک

source: Mobile Verification
as: মোবাইল সত্যাপন
bn: মোবাইল ভেরিফিকেশন
gu: મોબાઇલ ચકાસણી
kn: ಮೊಬೈಲ್ ಪರಿಶೀಲನೆ
ml: മൊബൈൽ വെരിഫിക്കേഷൻ
mr: मोबाइल पडताळणी
ne: मोबाइल प्रमाणीकरण
pa: ਮੋਬਾਈਲ ਤਸਦੀਕ
ta: மொபைல் சரிபார்ப்பு
te: మొబైల్ ధృవీకరణ
ur: موبائل کی تصدیق

source: Phone Number
as: ফোন নম্বৰ
bn: ফোন নম্বর
gu: ફોન નંબર
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
ne: फोन नम्बर
pa: ਫ਼ੋਨ ਨੰਬਰ
ta: தொலைபேசி எண்
te: ఫోను నంబరు
ur: فون نمبر

# pleaseEnterPhone
source: Please enter a phone number
as: অনুগ্ৰহ কৰি এটা ফোন নম্বৰ দিয়ক
bn: অনুগ্রহ করে একটি ফোন নম্বর লিখুন
gu: કૃપા કરીને ફોન નંબર દાખલ કરો
kn: ದಯವಿಟ್ಟು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ഒരു ഫോൺ നമ്പർ നൽകുക
mr: कृपया फोन नंबर टाका
ne: कृपया फोन नम्बर हाल्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: தயவுசெய்து ஒரு தொலைபேசி எண்ணை உள்ளிடவும்
te: దయచేసి ఫోన్ నంబర్‌ను నమోదు చేయండి
ur: براہ کرم فون نمبر درج کریں

# pleaseSelectLanguage
source: Please select a language
as: অনুগ্ৰহ কৰি এটা ভাষা বাছনি কৰক
bn: অনুগ্রহ করে একটি ভাষা নির্বাচন করুন
gu: કૃપા કરીને એક ભાષા પસંદ કરો
kn: ದಯವಿಟ್ಟು ಒಂದು ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി ഒരു ഭാഷ തിരഞ്ഞെടുക്കുക
mr: कृपया एक भाषा निवडा
ne: कृपया एउटा भाषा छान्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਭਾਸ਼ਾ ਚੁਣੋ
ta: தயவுசெய்து ஒரு மொழியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఒక భాషను ఎంచుకోండి
ur: براہ کرم ایک زبان منتخب کریں

# verificationCodeSentMock
source: Verification code sent (mocked). Enter any 6 digits.
as: সত্যাপন কোড পঠিওৱা হৈছে (মক)। যিকোনো ৬টা অংক দিয়ক।
bn: ভেরিফিকেশন কোড পাঠানো হয়েছে (মক)। যেকোনো ৬টি সংখ্যা লিখুন।
gu: ચકાસણી કોડ મોકલ્યો (મૉક). કોઈપણ 6 અંકો દાખલ કરો.
kn: ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸಲಾಗಿದೆ (ಅಣಕು). ಯಾವುದೇ 6 ಅಂಕೆಗಳನ್ನು ನಮೂದಿಸಿ.
ml: സ്ഥിരീകരണ കോഡ് അയച്ചു (മോക്ക്ഡ്). ഏതെങ്കിലും 6 അക്കങ്ങൾ നൽകുക.
mr: पडताळणी कोड पाठवला (मॉक). कोणतेही ६ अंक टाका.
ne: प्रमाणीकरण कोड पठाइयो (नक्कली)। कुनै पनि ६ अंक हाल्नुहोस्।
pa: ਤਸਦੀਕ ਕੋਡ ਭੇਜਿਆ ਗਿਆ (ਮੌਕਡ)। ਕੋਈ ਵੀ 6 ਅੰਕ ਦਾਖਲ ਕਰੋ।
ta: சரிபார்ப்புக் குறியீடு அனுப்பப்பட்டது (மாதிரி). ஏதேனும் 6 இலக்கங்களை உள்ளிடவும்.
te: ధృవీకరణ కోడ్ పంపబడింది (మాక్). ఏదైనా 6 అంకెలను నమోదు చేయండి.
ur: تصدیقی کوڈ بھیجا گیا (ماک)۔ کوئی بھی 6 ہندسے درج کریں۔

source: Change phone number
as: ফোন নম্বৰ সলনি কৰক
bn: ফোন নম্বর পরিবর্তন করুন
gu: ફોન નંબર બદલો
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಿ
ml: ഫോൺ നമ്പർ മാറ്റുക
mr: फोन नंबर बदला
ne: फोन नम्बर परिवर्तन गर्नुहोस्
pa: ਫ਼ੋਨ ਨੰਬਰ ਬਦਲੋ
ta: தொலைபேசி எண்ணை மாற்றவும்
te: ఫోన్ నంబర్‌ను మార్చండి
ur: فون نمبر تبدیل کریں

# enterOtpPrompt
source: Enter the 6-digit code sent to your phone
as: আপোনাৰ ফোনলৈ পঠিওৱা ৬-অংকৰ কোডটো দিয়ক
bn: আপনার ফোনে পাঠানো ৬-সংখ্যার কোডটি লিখুন
gu: તમારા ફોન પર મોકલેલો 6-અંકનો કોડ દાખલ કરો
kn: ನಿಮ್ಮ ಫೋನ್‌ಗೆ ಕಳುಹಿಸಲಾದ 6-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഫോണിലേക്ക് അയച്ച 6 അക്ക കോഡ് നൽകുക
mr: तुमच्या फोनवर पाठवलेला ६-अंकी कोड टाका
ne: आफ्नो फोनमा पठाइएको ६-अङ्कको कोड हाल्नुहोस्
pa: ਆਪਣੇ ਫ਼ੋਨ 'ਤੇ ਭੇਜਿਆ ਗਿਆ 6-ਅੰਕਾਂ ਵਾਲਾ ਕੋਡ ਦਾਖਲ ਕਰੋ
ta: உங்கள் தொலைபேசிக்கு அனுப்பப்பட்ட 6-இலக்கக் குறியீட்டை உள்ளிடவும்
te: మీ ఫోన్‌కు పంపిన 6-అంకెల కోడ్‌ను నమోదు చేయండి
ur: اپنے فون پر بھیجا گیا 6 ہندسوں کا کوڈ درج کریں

# invalidOtp6
source: Invalid OTP. Please enter 6 digits.
as: অমান্য OTP। অনুগ্ৰহ কৰি ৬টা অংক দিয়ক।
bn: অবৈধ OTP। অনুগ্রহ করে ৬টি সংখ্যা লিখুন।
gu: અમાન્ય OTP. કૃપા કરીને 6 અંકો દાખલ કરો.
kn: ಅಮಾನ್ಯ OTP. ದಯವಿಟ್ಟು 6 ಅಂಕೆಗಳನ್ನು ನಮೂದಿಸಿ.
ml: അസാധുവായ OTP. ദയവായി 6 അക്കങ്ങൾ നൽകുക.
mr: अवैध OTP. कृपया ६ अंक टाका.
ne: अमान्य OTP। कृपया ६ अंक हाल्नुहोस्।
pa: ਅਵੈਧ OTP। ਕਿਰਪਾ ਕਰਕੇ 6 ਅੰਕ ਦਾਖਲ ਕਰੋ।
ta: தவறான OTP. தயவுசெய்து 6 இலக்கங்களை உள்ளிடவும்.
te: చెల్లని OTP. దయచేసి 6 అంకెలను నమోదు చేయండి.
ur: غلط OTP۔ براہ کرم 6 ہندسے درج کریں۔

source: Send Verification Code
as: সত্যাপন কোড পঠিয়াওক
bn: ভেরিফিকেশন কোড পাঠান
gu: ચકાસણી કોડ મોકલો
kn: ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸಿ
ml: സ്ഥിരീകരണ കോഡ് അയയ്ക്കുക
mr: पडताळणी कोड पाठवा
ne: प्रमाणीकरण कोड पठाउनुहोस्
pa: ਤਸਦੀਕ ਕੋਡ ਭੇਜੋ
ta: சரிபார்ப்புக் குறியீட்டை அனுப்பவும்
te: ధృవీకరణ కోడ్ పంపండి
ur: تصدیقی کوڈ بھیجیں

source: Error
as: ত্ৰুটি
bn: ত্রুটি
gu: ત્રુટિ
kn: ದೋಷ
ml: പിശക്
mr: त्रुटी
ne: त्रुटि
pa: ਗਲਤੀ
ta: பிழை
te: లోపం
ur: خرابی

source: No Data
as: কোনো ডাটা নাই
bn: কোনো ডেটা নেই
gu: કોઈ ડેટા નથી
kn: ಡೇಟಾ ಇಲ್ಲ
ml: ഡാറ്റ ലഭ്യമല്ല
mr: माहिती उपलब्ध नाही
ne: डाटा छैन
pa: ਕੋਈ ਡਾਟਾ ਨਹੀਂ
ta: தரவு இல்லை
te: డేటా లేదు
ur: کوئی ڈیٹا نہیں

# noDataDesc
source: No data available at the moment
as: বৰ্তমান কোনো ডাটা উপলব্ধ নাই
bn: এই মুহূর্তে কোনো ডেটা উপলব্ধ নেই
gu: આ ક્ષણે કોઈ ડેટા ઉપલબ્ધ નથી
kn: ಸದ್ಯಕ್ಕೆ ಯಾವುದೇ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
ml: നിലവിൽ ഡാറ്റ ലഭ്യമല്ല
mr: सध्या कोणतीही माहिती उपलब्ध नाही
ne: अहिले कुनै डाटा उपलब्ध छैन
pa: ਇਸ ਸਮੇਂ ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ta: தற்போது தரவு எதுவும் கிடைக்கவில்லை
te: ప్రస్తుతానికి డేటా అందుబాటులో లేదు
ur: اس وقت کوئی ڈیٹا دستیاب نہیں ہے

source: Refresh
as: ৰিফ্ৰেশ্ব
bn: রিফ্রেশ
gu: રિફ્રેશ કરો
kn: ನವೀಕರಿಸಿ
ml: പുതുക്കുക
mr: रिफ्रेश करा
ne: ताजा गर्नुहोस्
pa: ਰਿਫਰੈਸ਼ ਕਰੋ
ta: புதுப்பிக்கவும்
te: రిఫ్రెష్
ur: ریفریش کریں

source: Add new trip
as: নতুন ভ্ৰমণ যোগ কৰক
bn: নতুন ভ্রমণ যোগ করুন
gu: નવી સફર ઉમેરો
kn: ಹೊಸ ಪ್ರವಾಸವನ್ನು ಸೇರಿಸಿ
ml: പുതിയ യാത്ര ചേർക്കുക
mr: नवीन प्रवास जोडा
ne: नयाँ यात्रा थप्नुहोस्
pa: ਨਵੀਂ ਯਾਤਰਾ ਸ਼ਾਮਲ ਕਰੋ
ta: புதிய பயணத்தைச் சேர்க்கவும்
te: కొత్త పర్యటనను జోడించండి
ur: نیا سفر شامل کریں

# noUpcomingTrips
source: No upcoming trips. Tap "Add new trip" to plan one!
as: কোনো আগন্তুক ভ্ৰমণ নাই। এটা পৰিকল্পনা কৰিবলৈ "নতুন ভ্ৰমণ যোগ কৰক"ত টিপক!
bn: কোনো আসন্ন ভ্রমণ নেই। পরিকল্পনা করতে "নতুন ভ্রমণ যোগ করুন"-এ ট্যাপ করুন!
gu: કોઈ આગામી સફર નથી. એકનું આયોજન કરવા માટે "નવી સફર ઉમેરો" પર ટેપ કરો!
kn: ಯಾವುದೇ ಮುಂಬರುವ ಪ್ರವಾಸಗಳಿಲ್ಲ. ಒಂದನ್ನು ಯೋಜಿಸಲು "ಹೊಸ ಪ್ರವಾಸವನ್ನು ಸೇರಿಸಿ" ಟ್ಯಾಪ್ ಮಾಡಿ!
ml: വരാനിരിക്കുന്ന യാത്രകളില്ല. ഒന്ന് പ്ലാൻ ചെയ്യാൻ "പുതിയ യാത്ര ചേർക്കുക" ടാപ്പ് ചെയ്യുക!
mr: आगामी प्रवास नाही. योजना आखण्यासाठी "नवीन प्रवास जोडा" वर टॅप करा!
ne: कुनै आगामी यात्राहरू छैनन्। योजना बनाउन "नयाँ यात्रा थप्नुहोस्" मा ट्याप गर्नुहोस्!
pa: ਕੋਈ ਆਉਣ ਵਾਲੀ ਯਾਤਰਾ ਨਹੀਂ। ਯੋਜਨਾ ਬਣਾਉਣ ਲਈ "ਨਵੀਂ ਯਾਤਰਾ ਸ਼ਾਮਲ ਕਰੋ" 'ਤੇ ਟੈਪ ਕਰੋ!
ta: வரவிருக்கும் பயணங்கள் எதுவும் இல்லை. ஒன்றைத் திட்டமிட "புதிய பயணத்தைச் சேர்" என்பதைத் தட்டவும்!
te: రాబోయే పర్యటనలు లేవు. ఒకదాన్ని ప్లాన్ చేయడానికి "కొత్త పర్యటనను జోడించు" నొక్కండి!
ur: کوئی آنے والا سفر نہیں۔ منصوبہ بنانے کے لیے "نیا سفر شامل کریں" پر ٹیپ کریں!

source: No past trips
as: কোনো অতীতৰ ভ্ৰমণ নাই
bn: কোনো অতীত ভ্রমণ নেই
gu: કોઈ ભૂતકાળની સફર નથી
kn: ಹಿಂದಿನ ಪ್ರವಾಸಗಳಿಲ್ಲ
ml: കഴിഞ്ഞ യാത്രകളില്ല
mr: मागील प्रवास नाही
ne: विगतका यात्राहरू छैनन्
pa: ਕੋਈ ਪਿਛਲੀ ਯਾਤਰਾ ਨਹੀਂ
ta: கடந்த பயணங்கள் இல்லை
te: గత పర్యటనలు లేవు
ur: کوئی ماضی کا سفر نہیں

source: Activities / Notes
as: কাৰ্যকলাপ / টোকা
bn: কার্যকলাপ / নোট
gu: પ્રવૃત્તિઓ / નોંધો
kn: ಚಟುವಟಿಕೆಗಳು / ಟಿಪ್ಪಣಿಗಳು
ml: പ്രവർത്തനങ്ങൾ / കുറിപ്പുകൾ
mr: क्रियाकलाप / नोट्स
ne: गतिविधिहरू / नोटहरू
pa: ਗਤੀਵਿਧੀਆਂ / ਨੋਟਸ
ta: செயல்பாடுகள் / குறிப்புகள்
te: కార్యాచరణలు / గమనికలు
ur: سرگرمیاں / نوٹس

source: Search location
as: অৱস্থান সন্ধান কৰক
bn: অবস্থান অনুসন্ধান করুন
gu: સ્થાન શોધો
kn: ಸ್ಥಳವನ್ನು ಹುಡುಕಿ
ml: സ്ഥലം തിരയുക
mr: स्थान शोधा
pa: ਸਥਾਨ ਖੋਜੋ
ta: இடத்தைத் தேடவும்
te: స్థానం కోసం శోధించండి
ur: مقام تلاش کریں

source: Search
as: সন্ধান কৰক
bn: অনুসন্ধান
gu: શોધો
kn: ಹುಡುಕಿ
ml: തിരയുക
mr: शोधा
ne: खोज्नुहोस्
pa: ਖੋਜ
ta: தேடு
te: శోధించు
ur: تلاش کریں

# searchHint
source: Enter location name or address
as: অৱস্থানৰ নাম বা ঠিকনা দিয়ক
bn: অবস্থানের নাম বা ঠিকানা লিখুন
gu: સ્થળનું નામ અથવા સરનામું દાખલ કરો
kn: ಸ್ಥಳದ ಹೆಸರು ಅಥವಾ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ml: സ്ഥലത്തിൻ്റെ പേരോ വിലാസമോ നൽകുക
mr: स्थानाचे नाव किंवा पत्ता टाका
ne: स्थानको नाम वा ठेगाना हाल्नुहोस्
pa: ਸਥਾਨ ਦਾ ਨਾਮ ਜਾਂ ਪਤਾ ਦਾਖਲ ਕਰੋ
ta: இடத்தின் பெயர் அல்லது முகவரியை உள்ளிடவும்
te: స్థానం పేరు లేదా చిరునామాను నమోదు చేయండి
ur: مقام کا نام یا پتہ درج کریں
